{
  "Chambers2012": {
      "abstract": "Mass-spectrometry-based proteomics has become an important component of biological research. Numerous proteomics methods have been developed to identify and quantify the proteins in biological and clinical samples1, identify pathways affected by endogenous and exogenous perturbations2, and characterize protein complexes3. Despite successes, the interpretation of vast proteomics datasets remains a challenge. There have been several calls for improvements and standardization of proteomics data analysis frameworks, as well as for an application- programming interface for proteomics data access4,5. In response, we have developed the ProteoWizard Toolkit, a robust set of open-source, software libraries and applications designed to facilitate proteomics research. The libraries implement the first-ever, non-commercial, unified data access interface for proteomics, bridging field-standard open formats and all common vendor formats. In addition, diverse software classes enable rapid development of vendor-agnostic proteomics software. Additionally, ProteoWizard projects and applications, building upon the core libraries, are becoming standard tools for enabling significant proteomics inquiries.",
      "author": "Matthew C Chambers, Brendan MacLean, Robert Burke, Dario Amodei, Daniel L Ruderman, Steffen Neumann, Laurent Gatto, Bernd Fischer, Brian Pratt, Jarrett Egertson, Katherine Hoff, Darren Kessner, Natalie Tasman, Nicholas Shulman, Barbara Frewen, Tahmina A Baker, Mi Y Brusniak, Christopher Paulse, David Creasy, Lisa Flashner, Kian Kani, Chris Moulding, Sean L Seymour, Lydia M Nuwaysir, Brent Lefebvre, Frank Kuhlmann, Joe Roark, Paape Rainer, Suckau Detlev, Tina Hemenway, Andreas Huhmer, James Langridge, Brian Connolly, Trey Chadick, Krisztina Holly, Josh Eckels, Eric W Deutsch, Robert L Moritz, Jonathan E Katz, David B Agus, Michael MacCoss, David L Tabb, Parag Mallick",
      "isbn": "1546-1696 (Electronic)$\\backslash$r1087-0156 (Linking)",
      "issn": "10870156",
      "journal": "Nature Biotechnology",
      "mendeley-groups": "GSoC 2018/New",
      "number": "10",
      "pages": "918--920",
      "pmid": "23051804",
      "title": "A cross-platform toolkit for mass spectrometry and proteomics",
      "volume": "30",
      "year": "2012"
  },
  "Cox2008": {
      "abstract": "Efficient analysis of very large amounts of raw data for peptide identification and protein quantification is a principal challenge in mass spectrometry (MS)-based proteomics. Here we describe MaxQuant, an integrated suite of algorithms specifically developed for high-resolution, quantitative MS data. Using correlation analysis and graph theory, MaxQuant detects peaks, isotope clusters and stable amino acid isotope-labeled (SILAC) peptide pairs as three-dimensional objects in m/z, elution time and signal intensity space. By integrating multiple mass measurements and correcting for linear and nonlinear mass offsets, we achieve mass accuracy in the p.p.b. range, a sixfold increase over standard techniques. We increase the proportion of identified fragmentation spectra to 73\\% for SILAC peptide pairs via unambiguous assignment of isotope and missed-cleavage state and individual mass precision. MaxQuant automatically quantifies several hundred thousand peptides per SILAC-proteome experiment and allows statistically robust identification and quantification of \\textgreater4,000 proteins in mammalian cell lysates.",
      "author": "Jürgen Cox, Matthias Mann",
      "eprint": "nbt.1511",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Cox, Mann - 2008 - MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide pro.pdf:pdf",
      "isbn": "1546-1696 (Electronic)$\\backslash$r1087-0156 (Linking)",
      "issn": "10870156",
      "journal": "Nature Biotechnology",
      "mendeley-groups": "GSoC 2018/New",
      "number": "12",
      "pages": "1367--1372",
      "pmid": "19029910",
      "primaryClass": "10.1038",
      "publisher": "Nature Publishing Group",
      "title": "MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification",
      "volume": "26",
      "year": "2008"
  },
  "Desiere2004": {
      "abstract": "A crucial aim upon the completion of the human genome is the verification and functional annotation of all predicted genes and their protein products. Here we describe the mapping of peptides derived from accurate interpretations of protein tandem mass spectrometry (MS) data to eukaryotic genomes and the generation of an expandable resource for integration of data from many diverse proteomics experiments. Furthermore, we demonstrate that peptide identifications obtained from high-throughput proteomics can be integrated on a large scale with the human genome. This resource could serve as an expandable repository for MS-derived proteome information.",
      "author": "Frank Desiere, Eric W Deutsch, Alexey I Nesvizhskii, Parag Mallick, Nichole L King, Jimmy K Eng, Alan Aderem, Rose Boyle, Erich Brunner, Samuel Donohoe, Nelson Fausto, Ernst Hafen, Lee Hood, Michael G Katze, Kathleen A Kennedy, Floyd Kregenow, Hookeun Lee, Biaoyang Lin, Dan Martin, Jeffrey A Ranish, David J Rawlings, Lawrence E Samelson, Yuzuru Shiio, Julian D Watts, Bernd Wollscheid, Michael E Wright, Wei Yan, Lihong Yang, Eugene C Yi, Hui Zhang, Ruedi Aebersold",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Desiere et al. - 2005 - Integration with the human genome of peptide sequences obtained by high-throughput mass spectrometry.pdf:pdf",
      "isbn": "1465-6906",
      "issn": "1465-6914",
      "journal": "Genome Biology",
      "keywords": "Amino Acid Sequence,Animals,Computational Biology,Databases,Drosophila melanogaster,Drosophila melanogaster: chemistry,Drosophila melanogaster: genetics,Eukaryotic Cells,Eukaryotic Cells: metabolism,Genome,Human,Humans,Mass Spectrometry,Mass Spectrometry: methods,Peptides,Peptides: analysis,Peptides: genetics,Protein,Proteome,Proteomics,Proteomics: methods,Software",
      "mendeley-groups": "GSoC 2018/New",
      "number": "1",
      "pages": "R9",
      "pmid": "15642101",
      "publisher": "BioMed Central",
      "title": "Integration with the human genome of peptide sequences obtained by high-throughput mass spectrometry",
      "volume": "6",
      "year": "2004"
  },
  "Desiere2006": {
      "abstract": "The completion of the sequencing of the human genome and the concurrent, rapid development of high-throughput proteomic methods have resulted in an increasing need for automated approaches to archive proteomic data in a repository that enables the exchange of data among researchers and also accurate integration with genomic data. PeptideAtlas (http://www.peptideatlas.org/) addresses these needs by identifying peptides by tandem mass spectrometry (MS/MS), statistically validating those identifications and then mapping identified sequences to the genomes of eukaryotic organisms. A meaningful comparison of data across different experiments generated by different groups using different types of instruments is enabled by the implementation of a uniform analytic process. This uniform statistical validation ensures a consistent and high-quality set of peptide and protein identifications. The raw data from many diverse proteomic experiments are made available in the associated PeptideAtlas repository in several formats. Here we present a summary of our process and details about the Human, Drosophila and Yeast PeptideAtlas builds.",
      "author": "Frank Desiere",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Desiere et al. - 2006 - The PeptideAtlas project.pdf:pdf",
      "isbn": "1362-4962 (Electronic)",
      "issn": "0305-1048",
      "journal": "Nucleic Acids Research",
      "mendeley-groups": "GSoC 2018/New",
      "number": "90001",
      "pages": "D655--D658",
      "pmid": "16381952",
      "publisher": "Oxford University Press",
      "title": "The PeptideAtlas project",
      "volume": "34",
      "year": "2006"
  },
  "Shteynberg2013": {
      "abstract": "A crucial component of the analysis of shotgun proteomics datasets is the search engine, an algorithm that attempts to identify the peptide sequence from the parent molecular ion that produced each fragment ion spectrum in the dataset. There are many different search engines, both commercial and open source, each employing a somewhat different technique for spectrum identification. The set of high-scoring peptide-spectrum matches for a defined set of input spectra differs markedly among the various search engine results; individual engines each provide unique correct identifications among a core set of correlative identifications. This has led to the approach of combining the results from multiple search engines to achieve improved analysis of each dataset. Here we review the techniques and available software for combining the results of multiple search engines and briefly compare the relative performance of these techniques.",
      "author": "David Shteynberg, Alexey I Nesvizhskii, Robert L Moritz, Eric W Deutsch",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Shteynberg et al. - 2013 - Combining Results of Multiple Search Engines in Proteomics.pdf:pdf",
      "isbn": "1535-9484 (Electronic)$\\backslash$r1535-9476 (Linking)",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "mendeley-groups": "GSoC 2018/New",
      "number": "9",
      "pages": "2383--2393",
      "pmid": "23720762",
      "title": "Combining Results of Multiple Search Engines in Proteomics",
      "volume": "12",
      "year": "2013"
  },
  "Aebersold2003": {
      "author": "Ruedi Aebersold, Matthias Mann",
      "title": "Mass spectrometry-based proteomics",
      "issn": "0028-0836",
      "journal": "Nature",
      "number": "6928",
      "pages": "198--207",
      "title": "Mass spectrometry-based proteomics",
      "volume": "422",
      "year": "2003"
  },
  "Alves2008": {
      "abstract": "Confident peptide identification is one of the most important components in mass-spectrometry-based proteomics. We propose a method to properly combine the results from different database search methods to enhance the accuracy of peptide identifications. The database search methods included in our analysis are SEQUEST (v27 rev12), ProbID (v1.0), InsPecT (v20060505), Mascot (v2.1), X! Tandem (v2007.07.01.2), OMSSA (v2.0) and RAId\\_DbS. Using two data sets, one collected in profile mode and one collected in centroid mode, we tested the search performance of all 21 combinations of two search methods as well as all 35 possible combinations of three search methods. The results obtained from our study suggest that properly combining search methods does improve retrieval accuracy. In addition to performance results, we also describe the theoretical framework which in principle allows one to combine many independent scoring methods including de novo sequencing and spectral library searches. The correlations among different methods are also investigated in terms of common true positives, common false positives, and a global analysis. We find that the average correlation strength, between any pairwise combination of the seven methods studied, is usually smaller than the associated standard error. This indicates only weak correlation may be present among different methods and validates our approach in combining the search results. The usefulness of our approach is further confirmed by showing that the average cumulative number of false positive peptides agrees reasonably well with the combined E-value. The data related to this study are freely available upon request.",
      "author": "Gelio Alves, Wells W. Wu, Guanghui Wang, Rong Fong Shen, Yi Kuo Yu",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Alves et al. - 2008 - Enhancing peptide identification confidence by combining search methods.pdf:pdf",
      "isbn": "1535-3893 (Print)$\\backslash$r1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "number": "8",
      "pages": "3102--3113",
      "pmid": "18558733",
      "title": "Enhancing peptide identification confidence by combining search methods",
      "volume": "7",
      "year": "2008"
  },
  "Baerenfaller2008": {
      "abstract": "We have assembled a proteome map for Arabidopsis thaliana from high-density, organ-specific proteome catalogs that we generated for different organs, developmental stages, and undifferentiated cultured cells. We matched 86,456 unique peptides to 13,029 proteins and provide expression evidence for 57 gene models that are not represented in the TAIR7 protein database. Analysis of the proteome identified organ-specific biomarkers and allowed us to compile an organ-specific set of proteotypic peptides for 4105 proteins to facilitate targeted quantitative proteomics surveys. Quantitative information for the identified proteins was used to establish correlations between transcript and protein accumulation in different plant organs. The Arabidopsis proteome map provides information about genome activity and proteome assembly and is available as a resource for plant systems biology.",
      "author": "Katja Baerenfaller, Jonas Grossmann, Monica A Grobei, Roger Hull, Matthias Hirsch-Hoffmann, Shaul Yalovsky, Philip Zimmermann, Ueli Grossniklaus, Wilhelm Gruissem, Sacha Baginsky",
      "isbn": "1095-9203 (Electronic)$\\backslash$r0036-8075 (Linking)",
      "issn": "00368075",
      "journal": "Science",
      "number": "5878",
      "pages": "938--941",
      "pmid": "18436743",
      "title": "Genome-scale proteomics reveals Arabidopsis thaliana gene models and proteome dynamics",
      "volume": "320",
      "year": "2008"
  },
  "Breitkreutz2010": {
      "abstract": "The interactions of protein kinases and phosphatases with their regulatory subunits and substrates underpin cellular regulation. We identified a kinase and phosphatase interaction (KPI) network of 1844 interactions in budding yeast by mass spectrometric analysis of protein complexes. The KPI network contained many dense local regions of interactions that suggested new functions. Notably, the cell cycle phosphatase Cdc14 associated with multiple kinases that revealed roles for Cdc14 in mitogen-activated protein kinase signaling, the DNA damage response, and metabolism, whereas interactions of the target of rapamycin complex 1 (TORC1) uncovered new effector kinases in nitrogen and carbon metabolism. An extensive backbone of kinase-kinase interactions cross-connects the proteome and may serve to coordinate diverse cellular responses.",
      "author": "Ashton Breitkreutz, Hyungwon Choi, Jeffrey R Sharom, Lorrie Boucher, Victor Neduva, Brett Larsen, Zhen Yuan Lin, Bobby J Breitkreutz, Chris Stark, Guomin Liu, Jessica Ahn, Danielle Dewar-Darch, Teresa Reguly, Xiaojing Tang, Ricardo Almeida, Zhaohui S Qin, Tony Pawson, Anne C Gingras, Alexey I Nesvizhskii, Mike Tyers",
      "eprint": "NIHMS150003",
      "isbn": "1095-9203 (Electronic)$\\backslash$r0036-8075 (Linking)",
      "issn": "00368075",
      "journal": "Science",
      "number": "5981",
      "pages": "1043--1046",
      "pmid": "20489023",
      "title": "A global protein kinase and phosphatase interaction network in yeast",
      "volume": "328",
      "year": "2010"
  },
  "Brosch2009a": {
      "abstract": "Sound scoring methods for sequence database search algorithms such as Mascot and Sequest are essential for sensitive and accurate peptide and protein identifications from proteomic tandem mass spectrometry data. In this paper, we present a software package that interfaces Mascot with Percolator, a well performing machine learning method for rescoring database search results, and demonstrate it to be amenable for both low and high accuracy mass spectrometry data, outperforming all available Mascot scoring schemes as well as providing reliable significance measures. Mascot Percolator can be readily used as a stand alone tool or integrated into existing data analysis pipelines.",
      "author": "Markus Brosch, Lu Yu, Tim Hubbard, Jyoti Choudhary",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Brosch et al. - 2009 - Accurate and sensitive peptide identification with mascot percolator.pdf:pdf",
      "isbn": "1535-3893 (Print)$\\backslash$r1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Data analysis,Database search algorithm,Machine learning,Mascot,Peptide identification,Percolator,SVM",
      "number": "6",
      "pages": "3176--3181",
      "pmid": "19338334",
      "title": "Accurate and sensitive peptide identification with mascot percolator",
      "volume": "8",
      "year": "2009"
  },
  "Brosch2009": {
      "abstract": "Sound scoring methods for sequence database search algorithms such as Mascot and Sequest are essential for sensitive and accurate peptide and protein identifications from proteomic tandem mass spectrometry data. In this paper, we present a software package that interfaces Mascot with Percolator, a well performing machine learning method for rescoring database search results, and demonstrate it to be amenable for both low and high accuracy mass spectrometry data, outperforming all available Mascot scoring schemes as well as providing reliable significance measures. Mascot Percolator can be readily used as a stand alone tool or integrated into existing data analysis pipelines.",
      "author": "Markus Brosch, Lu Yu, Tim Hubbard, Jyoti Choudhary",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Brosch et al. - 2009 - Accurate and Sensitive Peptide Identification with Mascot Percolator(2).pdf:pdf",
      "isbn": "1535-3893 (Print)$\\backslash$r1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Data analysis,Database search algorithm,Machine learning,Mascot,Peptide identification,Percolator,SVM",
      "number": "6",
      "pages": "3176--3181",
      "pmid": "19338334",
      "publisher": "American Chemical Society",
      "title": "Accurate and sensitive peptide identification with mascot percolator",
      "volume": "8",
      "year": "2009"
  },
  "Brunner2007": {
      "abstract": "Understanding how proteins and their complex interaction networks convert the genomic information into a dynamic living organism is a fundamental challenge in biological sciences. As an important step towards understanding the systems biology of a complex eukaryote, we cataloged 63\\% of the predicted Drosophila melanogaster proteome by detecting 9,124 proteins from 498,000 redundant and 72,281 distinct peptide identifications. This unprecedented high proteome coverage for a complex eukaryote was achieved by combining sample diversity, multidimensional biochemical fractionation and analysis-driven experimentation feedback loops, whereby data collection is guided by statistical analysis of prior data. We show that high-quality proteomics data provide crucial information to amend genome annotation and to confirm many predicted gene models. We also present experimentally identified proteotypic peptides matching approximately 50\\% of D. melanogaster gene models. This library of proteotypic peptides should enable fast, targeted and quantitative proteomic studies to elucidate the systems biology of this model organism.",
      "author": "Erich Brunner, Christian H Ahrens, Sonali Mohanty, Hansruedi Baetschmann, Sandra Loevenich, Frank Potthast, Eric W Deutsch, Christian Panse, Ulrik De Lichtenberg, Oliver Rinner, Hookeun Lee, Patrick G A Pedrioli, Johan Malmstrom, Katja Koehler, Sabine Schrimpf, Jeroen Krijgsveld, Floyd Kregenow, Albert J R Heck, Ernst Hafen, Ralph Schlapbach, Ruedi Aebersold",
      "isbn": "1087-0156 (Linking)",
      "issn": "10870156",
      "journal": "Nature Biotechnology",
      "number": "5",
      "pages": "576--583",
      "pmid": "17450130",
      "title": "A high-quality catalog of the Drosophila melanogaster proteome",
      "volume": "25",
      "year": "2007"
  },
  "Choi2008": {
      "abstract": "Reliable statistical validation of peptide and protein identifications is a top priority in large-scale mass spectrometry based proteomics. PeptideProphet is one of the computational tools commonly used for assessing the statistical confidence in peptide assignments to tandem mass spectra obtained using database search programs such as SEQUEST, MASCOT, or X! TANDEM. We present two flexible methods, the variable component mixture model and the semiparametric mixture model, that remove the restrictive parametric assumptions in the mixture modeling approach of PeptideProphet. Using a control protein mixture data set generated on an linear ion trap Fourier transform (LTQ-FT) mass spectrometer, we demonstrate that both methods improve parametric models in terms of the accuracy of probability estimates and the power to detect correct identifications controlling the false discovery rate to the same degree. The statistical approaches presented here require that the data set contain a sufficient number of decoy (known to be incorrect) peptide identifications, which can be obtained using the target-decoy database search strategy.",
      "author": "Hyungwon Choi, Debashis Ghosh, Alexey I Nesvizhskii",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Choi, Ghosh, Nesvizhskii - 2008 - Statistical validation of peptide identifications in large-scale proteomics using the target-decoy dat.pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Decoy sequences,Mass spectrometry,Peptide identification,Protein sequence database searching,Semisupervised modeling,Statistical validation",
      "number": "1",
      "pages": "286--292",
      "pmid": "18078310",
      "title": "Statistical validation of peptide identifications in large-scale proteomics using the target-decoy database search strategy and flexible mixture modeling",
      "volume": "7",
      "year": "2008"
  },
  "Choi2008a": {
      "abstract": "Development of robust statistical methods for validation of peptide assignments to tandem mass (MS/MS) spectra obtained using database searching remains an important problem. PeptideProphet is one of the commonly used computational tools available for that purpose. An alternative simple approach for validation of peptide assignments is based on addition of decoy (reversed, randomized, or shuffled) sequences to the searched protein sequence database. The probabilistic modeling approach of PeptideProphet and the decoy strategy can be combined within a single semisupervised framework, leading to improved robustness and higher accuracy of computed probabilities even in the case of most challenging data sets. We present a semisupervised expectation-maximization (EM) algorithm for constructing a Bayes classifier for peptide identification using the probability mixture model, extending PeptideProphet to incorporate decoy peptide matches. Using several data sets of varying complexity, from control protein mixture...",
      "author": "Hyungwon Choi, Alexey I Nesvizhskii",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Choi, Nesvizhskii - 2008 - Semisupervised model-based validation of peptide identifications in mass spectrometry-based proteomics.pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Decoy sequences,Mass spectrometry,Peptide identification,Protein sequence database searching,Semisupervised modeling,Statistical validation",
      "number": "1",
      "pages": "254--265",
      "pmid": "18159924",
      "title": "Semisupervised model-based validation of peptide identifications in mass spectrometry-based proteomics",
      "volume": "7",
      "year": "2008"
  },
  "Colinge2007": {
      "abstract": "Copyright:\\textcopyright 2007 Colinge and Bennett. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are ... $\\backslash$n",
      "author": "Jacques Colinge, Keiryn L. Bennett",
      "isbn": "1553-7358 (Electronic)$\\backslash$r1553-734X (Linking)",
      "issn": "1553734X",
      "journal": "PLoS Computational Biology",
      "number": "7",
      "pages": "1151--1160",
      "pmid": "17676979",
      "title": "Introduction to computational proteomics",
      "volume": "3",
      "year": "2007"
  },
  "Craig2003": {
      "abstract": "An algorithm for reducing the time necessary to match a large set of peptide tandem mass spectra with a list of protein sequences is described. This algorithm breaks the process into multiple steps. A rapid survey step identifies all protein sequences that are reasonable candidates for a match with a set of tandem mass spectra. These candidates are then used as models, which are refined by detailed analysis of the set of tandem mass spectra for evidence of incomplete enzymatic hydroly-sis, non-specific hydrolysis and chemical modifications of amino acid residues resulting from either post-translational modifications or sample handling. Compared with current one-step methods for matching proteins to mass spectra, this multiple-step method can decrease the time required for the calculation by several orders of magnitude. The process of matching the sequences of peptides derived from a list of proteins with one or more tandem mass spectra of peptides derived experimentally from a sample is routi-nely performed in many laboratories. 1 This matching process is generally performed using commercial software imple-mentations of correlation algorithms, such as Sequest, 2,3 Mas-cot 4 and Sonar. 5 Algorithms that attempt to correlate manually analyzed partial sequences derived directly from tandem mass spectra with a list of protein sequences are also available. 6–8 The algorithms used to perform the correlation between known protein sequences and the set of tandem mass spectra obtained from an experimental protein digest mixture have many features in common. The list of known protein sequences is used to create a set of potential peptide sequences, based on the known cleavage specificity of a digesting enzyme. This list of protein sequences (often erroneously called a 'database') is selected based on the sequences that might reasonably have been present in a particular experimental situation. The calculated molecular masses of these peptides are compared with the precursor ion mass of a tandem spectrum, calculated from its observed mass-to-charge ratio and charge. If the difference between the peptide molecular mass and the experimental precursor ion mass is within a predetermined tolerance (t), a detailed correlation between the peptide sequence and the tandem mass spectrum is performed. This tolerance is usually stated as a symmetric range around the precusor ion's calculated mass, e.g., AE0.5 Da, or AE50 ppm. The detailed comparison is performed by calculating the masses that could be expected to be generated by the known fragmentation reactions involving the peptide backbone (commonly, b and y ions). The calculated masses are then compared with the observed masses and a goodness-of-fit score is generated, utilizing a symmetric tolerance for matching calculated and observed m/z values for the fragment ions (t f). This score may include additional factors, such as the intensities of individual peaks and the differences between observed and calculated masses. 9–12 Once the scores have been calculated for all of",
      "author": "Robertson Craig, Ronald C Beavis",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Craig, Beavis - 2003 - A method for reducing the time required to match protein sequences with tandem mass spectra.pdf:pdf",
      "journal": "RAPID COMMUNICATIONS IN MASS SPECTROMETRY Rapid Commun. Mass Spectrom",
      "pages": "2310--2316",
      "title": "A method for reducing the time required to match protein sequences with tandem mass spectra",
      "volume": "17",
      "year": "2003"
  },
  "Craig2004": {
      "abstract": "Tandem mass spectra obtained from fragmenting peptide ions contain some peptide sequence specific informa- tion, but often there is not enough information to sequence the original peptide completely. Several proprietary software applications have been developed to attempt to match the spectra with a list of protein sequences that may contain the sequence of the peptide. The application TANDEM was written to provide the proteomics research community with a set of components that can be used to test new methods and algorithms for performing this type of sequence-to-data matching.",
      "author": "Robertson Craig, Ronald C Beavis",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Craig, Beavis - 2004 - TANDEM matching proteins with tandem mass spectra.pdf:pdf",
      "isbn": "1367-4803",
      "issn": "13674803",
      "journal": "Bioinformatics",
      "number": "9",
      "pages": "1466--1467",
      "pmid": "14976030",
      "publisher": "Oxford University Press",
      "title": "TANDEM: Matching proteins with tandem mass spectra",
      "volume": "20",
      "year": "2004"
  },
  "DeGodoy2008": {
      "abstract": "Mass spectrometry is a powerful technology for the analysis of large numbers of endogenous proteins. However, the analytical challenges associated with comprehensive identification and relative quantification of cellular proteomes have so far appeared to be insurmountable. Here, using advances in computational proteomics, instrument performance and sample preparation strategies, we compare protein levels of essentially all endogenous proteins in haploid yeast cells to their diploid counterparts. Our analysis spans more than four orders of magnitude in protein abundance with no discrimination against membrane or low level regulatory proteins. Stable-isotope labelling by amino acids in cell culture (SILAC) quantification was very accurate across the proteome, as demonstrated by one-to-one ratios of most yeast proteins. Key members of the pheromone pathway were specific to haploid yeast but others were unaltered, suggesting an efficient control mechanism of the mating response. Several retrotransposon-associated proteins were specific to haploid yeast. Gene ontology analysis pinpointed a significant change for cell wall components in agreement with geometrical considerations: diploid cells have twice the volume but not twice the surface area of haploid cells. Transcriptome levels agreed poorly with proteome changes overall. However, after filtering out low confidence microarray measurements, messenger RNA changes and SILAC ratios correlated very well for pheromone pathway components. Systems-wide, precise quantification directly at the protein level opens up new perspectives in post-genomics and systems biology.",
      "author": "Lyris M F De Godoy, Jesper V Olsen, Jürgen Cox, Michael L Nielsen, Nina C Hubner, Florian Fröhlich, Tobias C Walther, Matthias Mann",
      "isbn": "1476-4687 (Electronic)$\\backslash$r0028-0836 (Linking)",
      "issn": "00280836",
      "journal": "Nature",
      "number": "7217",
      "pages": "1251--1254",
      "pmid": "18820680",
      "title": "Comprehensive mass-spectrometry-based proteome quantification of haploid versus diploid yeast",
      "volume": "455",
      "year": "2008"
  },
  "Deutsch2015": {
      "abstract": "Democratization of genomics technologies has enabled the rapid determination of genotypes. More recently the democratization of comprehensive proteomics technologies is enabling the determination of the cellular phenotype and the molecular events that define its dynamic state. Core proteomic technologies include MS to define protein sequence, protein:protein interactions, and protein PTMs. Key enabling technologies for proteomics are bioinformatic pipelines to identify, quantitate, and summarize these events. The Trans-Proteomics Pipeline (TPP) is a robust open-source standardized data processing pipeline for large-scale reproducible quantitative MS proteomics. It supports all major operating systems and instrument vendors via open data formats. Here, we provide a review of the overall proteomics workflow supported by the TPP, its major tools, and how it can be used in its various modes from desktop to cloud computing. We describe new features for the TPP, including data visualization functionality. We conclude by describing some common perils that affect the analysis of MS/MS datasets, as well as some major upcoming features.",
      "archivePrefix": "arXiv",
      "arxivId": "15334406",
      "author": "Eric W Deutsch, Luis Mendoza, David Shteynberg, Joseph Slagel, Zhi Sun, Robert L Moritz",
      "eprint": "15334406",
      "isbn": "6314442508",
      "issn": "18628354",
      "journal": "Proteomics - Clinical Applications",
      "keywords": "Bioinformatics,Mass spectrometry",
      "mendeley-groups": "GSoC 2018/MS Applications",
      "number": "7-8",
      "pages": "745--754",
      "pmid": "25631240",
      "title": "Trans-Proteomic Pipeline, a standardized data processing pipeline for large-scale reproducible proteomics informatics",
      "volume": "9",
      "year": "2015"
  },
  "Edwards2009": {
      "abstract": "As the speed of mass spectrometers, sophistication of sample fractionation, and complexity of experimental designs increase, the volume of tandem mass spectra requiring reliable automated analysis continues to grow. Software tools that quickly, effectively, and robustly determine the peptide associated with each spectrum with high confidence are sorely needed. Currently available tools that postprocess the output of sequence-database search engines use three techniques to distinguish the correct peptide identifications from the incorrect: statistical significance re-estimation, supervised machine learning scoring and prediction, and combining or merging of search engine results. We present a unifying framework that encompasses each of these techniques in a single model-free machine-learning framework that can be trained in an unsupervised manner. The predictor is trained on the fly for each new set of search results without user intervention, making it robust for different instruments, search engines, and search engine parameters. We demonstrate the performance of the technique using mixtures of known proteins and by using shuffled databases to estimate false discovery rates, from data acquired on three different instruments with two different ionization technologies. We show that this approach outperforms machine-learning techniques applied to a single search engine's output, and demonstrate that combining search engine results provides additional benefit. We show that the performance of the commercial Mascot tool can be bested by the machine-learning combination of two open-source tools X!Tandem and OMSSA, but that the use of all three search engines boosts performance further still. The Peptide identification Arbiter by Machine Learning (PepArML) unsupervised, model-free, combining framework can be easily extended to support an arbitrary number of additional searches, search engines, or specialized peptide–spectrum match metrics for each spectrum data set. PepArML is open-source and is available from http://peparml.sourceforge.net .",
      "author": "Nathan Edwards, Xue Wu, Chau W Tseng",
      "isbn": "1542-6416 1559-0275",
      "issn": "15426416",
      "journal": "Clinical Proteomics",
      "keywords": "Bioinformatics,Machine-learning,Peptide identification,Tandem mass spectra",
      "number": "1",
      "pages": "23--36",
      "publisher": "BioMed Central",
      "title": "An unsupervised, model-free, machine-learning combiner for peptide identifications from tandem mass spectra",
      "volume": "5",
      "year": "2009"
  },
  "Elias2005": {
      "abstract": "Researchers have several options when designing proteomics experiments. Primary among these are choices of experimental method, instrumentation and spectral interpretation software. To evaluate these choices on a proteome scale, we compared triplicate measurements of the yeast proteome by liquid chromatography tandem mass spectrometry (LC-MS/MS) using linear ion trap (LTQ) and hybrid quadrupole time-of-flight (QqTOF; QSTAR) mass spectrometers. Acquired MS/MS spectra were interpreted with Mascot and SEQUEST algorithms with and without the requirement that all returned peptides be tryptic. Using a composite target decoy database strategy, we selected scoring criteria yielding 1\\% estimated false positive identifications at maximum sensitivity for all data sets, allowing reasonable comparisons between them. These comparisons indicate that Mascot and SEQUEST yield similar results for LTQ-acquired spectra but less so for QSTAR spectra. Furthermore, low reproducibility between replicate data acquisitions made on one or both instrument platforms can be exploited to increase sensitivity and confidence in large-scale protein identifications.",
      "author": "Joshua E Elias, Wilhelm Haas, Brendan K Faherty, Steven P Gygi",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Elias et al. - 2005 - Comparative evaluation of mass spectrometry platforms used in large-scale proteomics investigations(2).pdf:pdf",
      "isbn": "1548-7091",
      "issn": "15487091",
      "journal": "Nature Methods",
      "number": "9",
      "pages": "667--675",
      "pmid": "16118637",
      "publisher": "Nature Publishing Group",
      "title": "Comparative evaluation of mass spectrometry platforms used in large-scale proteomics investigations",
      "volume": "2",
      "year": "2005"
  },
  "Elias2007": {
      "abstract": "Liquid chromatography and tandem mass spectrometry (LC-MS/MS) has become the preferred method for conducting large-scale surveys of proteomes. Automated interpretation of tandem mass spectrometry (MS/MS) spectra can be problematic, however, for a variety of reasons. As most sequence search engines return results even for 'unmatchable' spectra, proteome researchers must devise ways to distinguish correct from incorrect peptide identifications. The target-decoy search strategy represents a straightforward and effective way to manage this effort. Despite the apparent simplicity of this method, some controversy surrounds its successful application. Here we clarify our preferred methodology by addressing four issues based on observed decoy hit frequencies: (i) the major assumptions made with this database search strategy are reasonable; (ii) concatenated target-decoy database searches are preferable to separate target and decoy database searches; (iii) the theoretical error associated with target-decoy false positive (FP) rate measurements can be estimated; and (iv) alternate methods for constructing decoy databases are similarly effective once certain considerations are taken into account.",
      "author": "Joshua E. Elias, Steven P. Gygi",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Elias, Gygi - 2007 - Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry.pdf:pdf",
      "isbn": "1548-7091",
      "issn": "15487091",
      "journal": "Nature Methods",
      "number": "3",
      "pages": "207--214",
      "pmid": "17327847",
      "title": "Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry",
      "volume": "4",
      "year": "2007"
  },
  "Elias2005a": {
      "abstract": "Researchers have several options when designing proteomics experiments. Primary among these are choices of experimental method, instrumentation and spectral interpretation software. To evaluate these choices on a proteome scale, we compared triplicate measurements of the yeast proteome by liquid chromatography tandem mass spectrometry (LC-MS/MS) using linear ion trap (LTQ) and hybrid quadrupole time-of-flight (QqTOF; QSTAR) mass spectrometers. Acquired MS/MS spectra were interpreted with Mascot and SEQUEST algorithms with and without the requirement that all returned peptides be tryptic. Using a composite target decoy database strategy, we selected scoring criteria yielding 1\\% estimated false positive identifications at maximum sensitivity for all data sets, allowing reasonable comparisons between them. These comparisons indicate that Mascot and SEQUEST yield similar results for LTQ-acquired spectra but less so for QSTAR spectra. Furthermore, low reproducibility between replicate data acquisitions made on one or both instrument platforms can be exploited to increase sensitivity and confidence in large-scale protein identifications.",
      "author": "Joshua E. Elias, Wilhelm Haas, Brendan K. Faherty, Steven P. Gygi",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Elias et al. - 2005 - Comparative evaluation of mass spectrometry platforms used in large-scale proteomics investigations(2).pdf:pdf",
      "isbn": "1548-7091",
      "issn": "15487091",
      "journal": "Nature Methods",
      "number": "9",
      "pages": "667--675",
      "pmid": "16118637",
      "title": "Comparative evaluation of mass spectrometry platforms used in large-scale proteomics investigations",
      "volume": "2",
      "year": "2005"
  },
  "Eng2013": {
      "abstract": "Proteomics research routinely involves identifying peptides and proteins via MS/MS sequence database search. Thus the database search engine is an integral tool in many proteomics research groups. Here, we introduce the Comet search engine to the existing landscape of commercial and open-source database search tools. Comet is open source, freely available, and based on one of the original sequence database search tools that has been widely used for many years.",
      "author": "Jimmy K Eng, Tahmina A Jahan, Michael R Hoopmann",
      "isbn": "1615-9861 (Electronic)$\\backslash$r1615-9853 (Linking)",
      "issn": "16159853",
      "journal": "Proteomics",
      "keywords": "Bioinformatics,Identification,MS,Peptide,Protein",
      "number": "1",
      "pages": "22--24",
      "pmid": "23148064",
      "publisher": "Wiley-Blackwell",
      "title": "Comet: An open-source MS/MS sequence database search tool",
      "volume": "13",
      "year": "2013"
  },
  "Eng1994": {
      "abstract": "A method to correlate the uninterpreted tandem mass spectra of peptides produced under low energy (10-50 \\eV\\) collision conditions with amino acid sequences in the \\Genpept\\ database has been developed. In this method the protein database is searched to identify linear amino acid sequences within a mass tolerance of $\\backslash$pm 1 u of the precursor ion molecular weight. A cross-correlation function is then used to provide a measurement of similarity between the mass-to-charge ratios for the fragment ions predicted from amino acid sequences obtained from the database and the fragment ions observed in the tandem mass spectrum. In general, a difference greater than 0.1 between the normalized cross-correlation functions of the first- and second-ranked search results indicates a successfol match between sequence and spectrum. Searches of species-specific protein databases with tandem mass spectra acquired from peptides obtained from the enzymatically digested total proteins of \\E. coli\\ and \\S. cerevisiae\\ cells allowed matchmg of the spectra to amino acid sequences within proteins of these organisms. The approach described in this manuscript provides a convenient method to interpret tandem mass spectra with known sequences in a protein database.",
      "annote": "SEQUEST paper",
      "author": "Jimmy K Eng, Ashley L Mccormack, John R Yates",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Eng, McCormack, Yates - 1994 - An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein dat.pdf:pdf",
      "isbn": "9781424423187",
      "issn": "1044-0305",
      "journal": "American society for Mass Spectrometry",
      "number": "11",
      "pages": "976--989",
      "pmid": "24226387",
      "publisher": "No longer published by Elsevier",
      "title": "An Approach to Correlate Tandem Mass Spectral Data of Peptides with Amino Acid Sequences in a Protein Database",
      "volume": "5",
      "year": "1994"
  },
  "Everett2010": {
      "abstract": "“Multi-stage” search strategies have become widely accepted for peptide identification and are implemented in a number of available software packages. We describe limitations of these strategies for validation and decoy-based statistical analyses and demonstrate these limitations using a set of control sample spectra. We propose a solution that corrects the statistical deficiencies and describe its implementation using the open-source software X!Tandem. Keywords:",
      "author": "Logan J. Everett, Charlene Bierl, Stephen R. Master",
      "isbn": "1535-3907 (Electronic)$\\backslash$r1535-3893 (Linking)",
      "issn": "1535-3907",
      "journal": "Journal of Proteome Research",
      "keywords": "bioinformatics,mass spectrometry,peptide identification,proteomics",
      "number": "2",
      "pages": "700--707",
      "pmid": "19947654",
      "publisher": "American Chemical Society",
      "title": "Unbiased Statistical Analysis for Multi-Stage Proteomic Search Strategies",
      "volume": "9",
      "year": "2010"
  },
  "Everett2010a": {
      "abstract": "“Multi-stage” search strategies have become widely accepted for peptide identification and are implemented in a number of available software packages. We describe limitations of these strategies for validation and decoy-based statistical analyses and demonstrate these limitations using a set of control sample spectra. We propose a solution that corrects the statistical deficiencies and describe its implementation using the open-source software X!Tandem. Keywords:",
      "author": "Logan J. Everett, Charlene Bierl, Stephen R. Master",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Everett, Bierl, Master - 2010 - Unbiased Statistical Analysis for Multi-Stage Proteomic Search Strategies.pdf:pdf",
      "isbn": "1535-3907 (Electronic)$\\backslash$r1535-3893 (Linking)",
      "issn": "1535-3907",
      "journal": "Journal of Proteome Research",
      "keywords": "bioinformatics,mass spectrometry,peptide identification,proteomics",
      "number": "2",
      "pages": "700--707",
      "pmid": "19947654",
      "publisher": "American Chemical Society",
      "title": "Unbiased Statistical Analysis for Multi-Stage Proteomic Search Strategies",
      "volume": "9",
      "year": "2010"
  },
  "Granholm2011": {
      "abstract": "The peptide identification process in shotgun proteomics is most frequently solved with search engines. Such search engines assign scores that reflect similarity between the measured fragmentation spectrum and the theoretical spectra of the peptides of a given database. However, the scores from most search engines do not have a direct statistical interpretation. To understand and make use of the significance of peptide identifications, one must thus be familiar with some statistical concepts. Here, we discuss different statistical scores used to show the confidence of an identification and a set of methods to estimate these scores. We also describe the variance of statistical scores and imperfections of scoring functions of peptide-spectrum matches.",
      "author": "Viktor Granholm, Lukas Käll",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Granholm, Käll - 2011 - Quality assessments of peptide-spectrum matches in shotgun proteomics.pdf:pdf",
      "isbn": "1615-9861",
      "issn": "16159853",
      "journal": "Proteomics",
      "keywords": "Bioinformatics,High-throughput proteomics,Statistical models,Tandem mass spectra",
      "number": "6",
      "pages": "1086--1093",
      "pmid": "21365749",
      "publisher": "Wiley-Blackwell",
      "title": "Quality assessments of peptide-spectrum matches in shotgun proteomics",
      "volume": "11",
      "year": "2011"
  },
  "Granholm2014": {
      "abstract": "One can interpret fragmentation spectra stemming from peptides in mass-spectrometry-based proteomics experiments using so-called database search engines. Frequently, one also runs post-processors such as Percolator to assess the confidence, infer unique peptides, and increase the number of identifications. A recent search engine, MS-GF+, has shown promising results, due to a new and efficient scoring algorithm. However, MS-GF+ provides few statistical estimates about the peptide-spectrum matches, hence limiting the biological interpretation. Here, we enabled Percolator processing for MS-GF+ output and observed an increased number of identified peptides for a wide variety of data sets. In addition, Percolator directly reports p values and false discovery rate estimates, such as q values and posterior error probabilities, for peptide-spectrum matches, peptides, and proteins, functions that are useful for the whole proteomics community.",
      "author": "Viktor Granholm, Sangtae Kim, José C. F. Navarro, Erik Sj??lund, Richard D. Smith, Lukas K??ll",
      "eprint": "NIHMS150003",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Granholm et al. - 2014 - Fast and Accurate Database Searches with MS-GFPercolator.pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "bioinformatics,confidence estimation,machine learning,shotgun proteomics",
      "number": "2",
      "pages": "890--897",
      "pmid": "24344789",
      "publisher": "American Chemical Society",
      "title": "Fast and accurate database searches with MS-GF+percolator",
      "volume": "13",
      "year": "2014"
  },
  "Granholm2011a": {
      "abstract": "In shotgun proteomics, the quality of a hypothesized match between an observed spectrum and a peptide sequence is quantified by a score function. Because the score function lies at the heart of any peptide identification pipeline, this function greatly affects the final results of a proteomics assay. Consequently, valid statistical methods for assessing the quality of a given score function are extremely important. Previously, several research groups have used samples of known protein composition to assess the quality of a given score function. We demonstrate that this approach is problematic, because the outcome can depend on factors other than the score function itself. We then propose an alternative use of the same type of data to validate a score function. The central idea of our approach is that database matches that are not explained by any protein in the purified sample comprise a robust representation of incorrect matches. We apply our alternative assessment scheme to several commonly used score functions, and we show that our approach generates a reproducible measure of the calibration of a given peptide identification method. Furthermore, we show how our quality test can be useful in the development of novel score functions.",
      "author": "Viktor Granholm, William S Noble, Lukas Käll",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Granholm, Noble, Käll - 2011 - On Using Samples of Known Protein Content to Assess the Statistical Calibration of Scores Assigned to Pe.pdf:pdf",
      "isbn": "1535-3907 (Electronic)$\\backslash$n1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "calibration,database search software,p value,peptide identification,shotgun proteomics,standard protein mix",
      "number": "5",
      "pages": "2671--2678",
      "pmid": "21391616",
      "publisher": "American Chemical Society",
      "title": "On using samples of known protein content to assess the statistical calibration of scores assigned to peptide-spectrum matches in shotgun proteomics",
      "volume": "10",
      "year": "2011"
  },
  "Granholm2012": {
      "abstract": "Peptides are routinely identified from mass spectrometry-based proteomics experiments by matching observed spectra to peptides derived from protein databases. The error rates of these identifications can be estimated by target-decoy analysis, which involves matching spectra to shuffled or reversed peptides. Besides estimating error rates, decoy searches can be used by semi-supervised machine learning algorithms to increase the number of confidently identified peptides. As for all machine learning algorithms, however, the results must be validated to avoid issues such as overfitting or biased learning, which would produce unreliable peptide identifications. Here, we discuss how the target-decoy method is employed in machine learning for shotgun proteomics, focusing on how the results can be validated by cross-validation, a frequently used validation scheme in machine learning. We also use simulated data to demonstrate the proposed cross-validation scheme's ability to detect overfitting.",
      "author": "Viktor Granholm, William S Noble, Lukas Käll",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Granholm, Noble, Käll - 2012 - A cross-validation scheme for machine learning algorithms in shotgun proteomics.pdf:pdf",
      "isbn": "1471-2105 (Electronic)$\\backslash$n1471-2105 (Linking)",
      "issn": "14712105",
      "journal": "BMC bioinformatics",
      "keywords": "Algorithms,Bioinformatics,Combinatorial Libraries,Computational Biology/Bioinformatics,Computer Appl. in Life Sciences,Microarrays",
      "number": "Suppl 16",
      "pages": "S3",
      "pmid": "23176259",
      "publisher": "BioMed Central",
      "title": "A cross-validation scheme for machine learning algorithms in shotgun proteomics.",
      "volume": "13 Suppl 1",
      "year": "2012"
  },
  "Griffin2010": {
      "abstract": "Replicate mass spectrometry (MS) measurements and the use of multiple analytical methods can greatly expand the comprehensiveness of shotgun proteomic profiling of biological samples. However, the inherent biases and variations in such data create computational and statistical challenges for quantitative comparative analysis. We developed and tested a normalized, label-free quantitative method termed the normalized spectral index (SI(N)), which combines three MS abundance features: peptide count, spectral count and fragment-ion (tandem MS or MS/MS) intensity. SI(N) largely eliminated variances between replicate MS measurements, permitting quantitative reproducibility and highly significant quantification of thousands of proteins detected in replicate MS measurements of the same and distinct samples. It accurately predicts protein abundance more often than the five other methods we tested. Comparative immunoblotting and densitometry further validate our method. Comparative quantification of complex data sets from multiple shotgun proteomics measurements is relevant for systems biology and biomarker discovery.",
      "author": "Noelle M Griffin, Jingyi Yu, Fred Long, Phil Oh, Sabrina Shore, Yan Li, Jim A Koziol, Jan E Schnitzer",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Griffin et al. - 2010 - Label-free, normalized quantification of complex mass spectrometry data for proteomic analysis.pdf:pdf",
      "isbn": "1546-1696",
      "issn": "10870156",
      "journal": "Nature Biotechnology",
      "number": "1",
      "pages": "83--89",
      "pmid": "20010810",
      "publisher": "Nature Publishing Group",
      "title": "Label-free, normalized quantification of complex mass spectrometry data for proteomic analysis",
      "volume": "28",
      "year": "2010"
  },
  "Grove2014": {
      "abstract": "It is difficult to observe the molecular choreography between viruses and host cell components, as they exist on a spatial scale beyond the reach of conventional microscopy. However, novel super-resolution microscopy techniques have cast aside technical limitations to reveal a nanoscale view of virus replication and cell biology. This article provides an introduction to super-resolution imaging; in particular, localisation microscopy, and explores the application of such technologies to the study of viruses and tetraspanins, the topic of this special issue.",
      "author": "Joe Grove",
      "booktitle": "Viruses",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Grove, Joe - 2014 - Super-Resolution Microscopy A Virus' Eye View of the Cell.pdf:pdf",
      "isbn": "1999-4915 (Electronic)\\$\\backslash\\$r1999-4915 (Linking)",
      "issn": "19994915",
      "keywords": "Microscopy,PALM,STORM,Super-resolution,Tetraspanin,Virus assembly,Virus entry,dSTORM",
      "number": "3",
      "pages": "1365--1378",
      "pmid": "24651030",
      "publisher": "Multidisciplinary Digital Publishing Institute",
      "title": "Super-resolution microscopy: A virus' eye view of the cell",
      "volume": "6",
      "year": "2014"
  },
  "Isserlin2008": {
      "abstract": "Large-scale quantitative shotgun tandem mass spectrometry serves as a flexible proteomic platform for the systematic investigation of molecular processes perturbed by disease and the potential discovery of clinically relevant protein biomarkers associated with a particular pathology. Multiple innovative profiling techniques have been introduced with the aims of comprehensively identifying and quantifying the protein complements of human tissues and blood and enabling the systematic comparison of clinically relevant specimens. In this review, the novel computational methods that have been developed to maximize the amount of information inferred from the raw spectral datasets are explored, including innovative database search programs for more complete and confident protein identifications, improved normalization and data processing techniques to enhance statistical accuracy, and innovative algorithms for improved pattern discrimination and biomarker candidate ranking. Ultimately, integrative biomarker analyses that amalgamate the protein expression data generated by these approaches, together with data from high-throughput functional genomics, offer the possibility of identifying the mechanisms and causative factors that underlie complex human diseases, thereby improving both clinical outcomes and personalized treatment options.",
      "author": "Ruth Isserlin, Andrew Emili",
      "isbn": "1464-8431 (Print)$\\backslash$r1464-8431 (Linking)",
      "issn": "1464-8431 (Print)",
      "journal": "Current opinion in molecular therapeutics",
      "keywords": "Biomarkers,Disease,Humans,Proteins,Proteomics,analysis,methods",
      "number": "3",
      "pages": "231--242",
      "pmid": "18535930",
      "title": "Interpretation of large-scale quantitative shotgun proteomic profiles for biomarker discovery",
      "volume": "10",
      "year": "2008"
  },
  "Jones2009": {
      "abstract": "LC-MS experiments can generate large quantities of data, for which a variety of database search engines are available to make peptide and protein identifications. Decoy databases are becoming widely used to place statistical confidence in result sets, allowing the false discovery rate (FDR) to be estimated. Different search engines produce different identification sets so employing more than one search engine could result in an increased number of peptides (and proteins) being identified, if an appropriate mechanism for combining data can be defined. We have developed a search engine independent score, based on FDR, which allows peptide identifications from different search engines to be combined, called the FDR Score. The results demonstrate that the observed FDR is significantly different when analysing the set of identifications made by all three search engines, by each pair of search engines or by a single search engine. Our algorithm assigns identifications to groups according to the set of search engines that have made the identification, and re-assigns the score (combined FDR Score). The combined FDR Score can differentiate between correct and incorrect peptide identifications with high accuracy, allowing on average 35\\% more peptide identifications to be made at a fixed FDR than using a single search engine.",
      "author": "Andrew R Jones, Jennifer A Siepen, Simon J Hubbard, Norman W Paton",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Jones et al. - 2009 - Improving sensitivity in proteome studies by analysis of false discovery rates for multiple search engines.pdf:pdf",
      "isbn": "1441517944",
      "issn": "16159853",
      "journal": "Proteomics",
      "keywords": "Decoy database,False discovery rate,MASCOT,OMSSA,X!tandem",
      "number": "5",
      "pages": "1220--1229",
      "pmid": "19253293",
      "publisher": "Europe PMC Funders",
      "title": "Improving sensitivity in proteome studies by analysis of false discovery rates for multiple search engines",
      "volume": "9",
      "year": "2009"
  },
  "Kall2007": {
      "author": "Lukas Käll, Jesse D Canterbury, Jason Weston, William S Noble, Michael J MacCoss",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll et al. - Unknown - Semi-supervised learning for peptide identification from shotgun proteomics datasets.pdf:pdf",
      "issn": "1548-7091",
      "journal": "Nature Methods",
      "pages": "923--925",
      "title": "A semi-supervised machine learning technique for peptide identification from shotgun proteomics datasets",
      "volume": "4",
      "year": "2007"
  },
  "Kall2007a": {
      "abstract": "Shotgun proteomics uses liquid chromatography-tandem mass spectrometry to identify proteins in complex biological samples. We describe an algorithm, called Percolator, for improving the rate of confident peptide identifications from a collection of tandem mass spectra. Percolator uses semi-supervised machine learning to discriminate between correct and decoy spectrum identifications, correctly assigning peptides to 17\\% more spectra from a tryptic Saccharomyces cerevisiae dataset, and up to 77\\% more spectra from non-tryptic digests, relative to a fully supervised approach.",
      "author": "Lukas Käll, Jesse D Canterbury, Jason Weston, William S Noble, Michael J MacCoss",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll et al. - Unknown - Semi-supervised learning for peptide identification from shotgun proteomics datasets(2).pdf:pdf",
      "isbn": "1548-7091",
      "issn": "15487091",
      "journal": "Nature Methods",
      "number": "11",
      "pages": "923--925",
      "pmid": "17952086",
      "title": "Semi-supervised learning for peptide identification from shotgun proteomics datasets",
      "volume": "4",
      "year": "2007"
  },
  "Kall2007b": {
      "abstract": "Shotgun proteomics uses liquid chromatography-tandem mass spectrometry to identify proteins in complex biological samples. We describe an algorithm, called Percolator, for improving the rate of confident peptide identifications from a collection of tandem mass spectra. Percolator uses semi-supervised machine learning to discriminate between correct and decoy spectrum identifications, correctly assigning peptides to 17\\% more spectra from a tryptic Saccharomyces cerevisiae dataset, and up to 77\\% more spectra from non-tryptic digests, relative to a fully supervised approach.",
      "author": "Lukas Käll, Jesse D. Canterbury, Jason Weston, William S Noble, Michael J MacCoss",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll et al. - 2007 - Semi-supervised learning for peptide identification from shotgun proteomics datasets.pdf:pdf",
      "isbn": "1548-7091",
      "issn": "15487091",
      "journal": "Nature Methods",
      "number": "11",
      "pages": "923--925",
      "pmid": "17952086",
      "title": "Semi-supervised learning for peptide identification from shotgun proteomics datasets",
      "volume": "4",
      "year": "2007"
  },
  "Kall2008": {
      "abstract": "A variety of methods have been described in the literature for assigning statistical significance to peptides identified via tandem mass spectrometry. Here, we explain how two types of scores, the q-value and the posterior error probability, are related and complementary to one another.",
      "author": "Lukas Käll, John D Storey, Michael J MacCoss, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll et al. - Unknown - Posterior Error Probabilities and False Discovery Rates Two Sides of the Same Coin.pdf:pdf",
      "isbn": "1535-3893 (Print)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "False discovery rate,Peptide identification,Posterior error probability,Statistical significance,q-value",
      "mendeley-groups": "GSoC 2018",
      "number": "1",
      "pages": "40--44",
      "pmid": "18052118",
      "title": "Posterior error probabilities and false discovery rates: Two sides of the same coin",
      "volume": "7",
      "year": "2008"
  },
  "Kall2008a": {
      "abstract": "Automated methods for assigning peptides to observed tandem mass spectra typically return a list of peptide-spectrum matches, ranked according to an arbitrary score. In this article, we describe methods for converting these arbitrary scores into more useful statistical significance measures. These methods employ a decoy sequence database as a model of the null hypothesis, and use false discovery rate (FDR) analysis to correct for multiple testing. We first describe a simple FDR inference method and then describe how estimating and taking into account the percentage of incorrectly identified spectra in the entire data set can lead to increased statistical power.",
      "author": "Lukas Käll, John D Storey, Michael J MacCoss, William S Noble",
      "booktitle": "Journal of Proteome Research",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll et al. - 2008 - Assigning Significance to Peptides Identified by Tandem Mass Spectrometry Using Decoy Databases(3).pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "keywords": "Decoy database,False discovery rate,Peptide identification,Statistical significance,q-value",
      "number": "1",
      "pages": "29--34",
      "pmid": "18067246",
      "publisher": "American Chemical Society",
      "title": "Assigning significance to peptides identified by tandem mass spectrometry using decoy databases",
      "volume": "7",
      "year": "2008"
  },
  "Kall2008b": {
      "abstract": "Automated methods for assigning peptides to observed tandem mass spectra typically return a list of peptide-spectrum matches, ranked according to an arbitrary score. In this article, we describe methods for converting these arbitrary scores into more useful statistical significance measures. These methods employ a decoy sequence database as a model of the null hypothesis, and use false discovery rate (FDR) analysis to correct for multiple testing. We first describe a simple FDR inference method and then describe how estimating and taking into account the percentage of incorrectly identified spectra in the entire data set can lead to increased statistical power.",
      "author": "Lukas Käll, John D Storey, Michael J MacCoss, William S Noble",
      "booktitle": "Journal of Proteome Research",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll et al. - 2008 - Assigning significance to peptides identified by tandem mass spectrometry using decoy databases(2).pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "keywords": "Decoy database,False discovery rate,Peptide identification,Statistical significance,q-value",
      "number": "1",
      "pages": "29--34",
      "pmid": "18067246",
      "title": "Assigning significance to peptides identified by tandem mass spectrometry using decoy databases",
      "volume": "7",
      "year": "2008"
  },
  "Kall2009": {
      "abstract": "UNLABELLED Qvality is a C++ program for estimating two types of standard statistical confidence measures: the q-value, which is an analog of the p-value that incorporates multiple testing correction, and the posterior error probability (PEP, also known as the local false discovery rate), which corresponds to the probability that a given observation is drawn from the null distribution. In computing q-values, qvality employs a standard bootstrap procedure to estimate the prior probability of a score being from the null distribution; for PEP estimation, qvality relies upon non-parametric logistic regression. Relative to other tools for estimating statistical confidence measures, qvality is unique in its ability to estimate both types of scores directly from a null distribution, without requiring the user to calculate p-values. AVAILABILITY A web server, C++ source code and binaries are available under MIT license at http://noble.gs.washington.edu/proj/qvality. SUPPLEMENTARY INFORMATION Supplementary data are available at Bioinformatics online.",
      "author": "Lukas Käll, John D Storey, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll, Storey, Noble - 2009 - Qvality Non-parametric estimation of q-values and posterior error probabilities.pdf:pdf",
      "isbn": "1367-4811 (Electronic)$\\backslash$n1367-4803 (Linking)",
      "issn": "13674803",
      "journal": "Bioinformatics",
      "number": "7",
      "pages": "964--966",
      "pmid": "19193729",
      "title": "Qvality: Non-parametric estimation of q-values and posterior error probabilities",
      "volume": "25",
      "year": "2009"
  },
  "Kall2008c": {
      "abstract": "Motivation: A mass spectrum produced via tandem mass spectrometry can be tentatively matched to a peptide sequence via database search. Here, we address the problem of assigning a posterior error probability (PEP) to a given peptide-spectrum match (PSM). This problem is considerably more difficult than the related problem of estimating the error rate associated with a large collection of PSMs. Existing methods for estimating PEPs rely on a parametric or semiparametric model of the underlying score distribution.Results: We demonstrate how to apply non-parametric logistic regression to this problem. The method makes no explicit assumptions about the form of the underlying score distribution; instead, the method relies upon decoy PSMs, produced by searching the spectra against a decoy sequence database, to provide a model of the null score distribution. We show that our non-parametric logistic regression method produces accurate PEP estimates for six different commonly used PSM score functions. In particular, the estimates produced by our method are comparable in accuracy to those of PeptideProphet, which uses a parametric or semiparametric model designed specifically to work with SEQUEST. The advantage of the non-parametric approach is applicability and robustness to new score functions and new types of data.Availability: C++ code implementing the method as well as supplementary information is available at http://noble.gs.washington.edu/proj/qvalityContact: noble@gs.washington.edu",
      "author": "Lukas Käll, John D Storey, William S Noble",
      "booktitle": "Bioinformatics",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Kall, Storey, Noble - 2008 - Non-parametric estimation of posterior error probabilities associated with peptides identified by tandem ma.pdf:pdf",
      "isbn": "1367-4811 (Electronic)$\\backslash$n1367-4803 (Linking)",
      "issn": "13674803",
      "number": "16",
      "pages": "i42--i48",
      "pmid": "18689838",
      "publisher": "Oxford University Press",
      "title": "Non-parametric estimation of posterior error probabilities associated with peptides identified by tandem mass spectrometry",
      "volume": "24",
      "year": "2008"
  },
  "Kall2009a": {
      "abstract": "UNLABELLED Qvality is a C++ program for estimating two types of standard statistical confidence measures: the q-value, which is an analog of the p-value that incorporates multiple testing correction, and the posterior error probability (PEP, also known as the local false discovery rate), which corresponds to the probability that a given observation is drawn from the null distribution. In computing q-values, qvality employs a standard bootstrap procedure to estimate the prior probability of a score being from the null distribution; for PEP estimation, qvality relies upon non-parametric logistic regression. Relative to other tools for estimating statistical confidence measures, qvality is unique in its ability to estimate both types of scores directly from a null distribution, without requiring the user to calculate p-values. AVAILABILITY A web server, C++ source code and binaries are available under MIT license at http://noble.gs.washington.edu/proj/qvality. SUPPLEMENTARY INFORMATION Supplementary data are available at Bioinformatics online.",
      "author": "Lukas Käll, John D Storey, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll, Storey, Noble - 2009 - qvality non-parametric estimation of q-values and posterior error probabilities(2).pdf:pdf",
      "isbn": "1367-4811 (Electronic)$\\backslash$n1367-4803 (Linking)",
      "issn": "13674803",
      "journal": "Bioinformatics",
      "number": "7",
      "pages": "964--966",
      "pmid": "19193729",
      "publisher": "Oxford University Press",
      "title": "Qvality: Non-parametric estimation of q-values and posterior error probabilities",
      "volume": "25",
      "year": "2009"
  },
  "Kall2008d": {
      "abstract": "Motivation: A mass spectrum produced via tandem mass spectrometry can be tentatively matched to a peptide sequence via database search. Here, we address the problem of assigning a posterior error probability (PEP) to a given peptide-spectrum match (PSM). This problem is considerably more difficult than the related problem of estimating the error rate associated with a large collection of PSMs. Existing methods for estimating PEPs rely on a parametric or semiparametric model of the underlying score distribution.Results: We demonstrate how to apply non-parametric logistic regression to this problem. The method makes no explicit assumptions about the form of the underlying score distribution; instead, the method relies upon decoy PSMs, produced by searching the spectra against a decoy sequence database, to provide a model of the null score distribution. We show that our non-parametric logistic regression method produces accurate PEP estimates for six different commonly used PSM score functions. In particular, the estimates produced by our method are comparable in accuracy to those of PeptideProphet, which uses a parametric or semiparametric model designed specifically to work with SEQUEST. The advantage of the non-parametric approach is applicability and robustness to new score functions and new types of data.Availability: C++ code implementing the method as well as supplementary information is available at http://noble.gs.washington.edu/proj/qvalityContact: noble@gs.washington.edu",
      "author": "Lukas Käll, John D Storey, William S Noble",
      "booktitle": "Bioinformatics",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Käll, Storey, Noble - 2008 - Non-parametric estimation of posterior error probabilities associated with peptides identified by tande(2).pdf:pdf",
      "isbn": "1367-4811 (Electronic)$\\backslash$n1367-4803 (Linking)",
      "issn": "13674803",
      "number": "16",
      "pmid": "18689838",
      "title": "Non-parametric estimation of posterior error probabilities associated with peptides identified by tandem mass spectrometry",
      "volume": "24",
      "year": "2008"
  },
  "Keller2002": {
      "abstract": "We present a statistical model to estimate the accuracy of peptide assignments to tandem mass (MS/MS) spectra made by database search applications such as SEQUEST. Employing the expectation maximization algorithm, the analysis learns to distinguish correct from incorrect database search results, computing probabilities that peptide assignments to spectra are correct based upon database search scores and the number of tryptic termini of peptides. Using SEQUEST search results for spectra generated from a sample of known protein components, we demonstrate that the computed probabilities are accurate and have high power to discriminate between correctly and incorrectly assigned peptides. This analysis makes it possible to filter large volumes of MS/MS database search results with predictable false identification error rates and can serve as a common standard by which the results of different research groups are compared.",
      "author": "Andrew Keller, Alexey I Nesvizhskii, Eugene Kolker, Ruedi Aebersold",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Keller et al. - 2002 - Empirical statistical model to estimate the accuracy of peptide identifications made by MSMS and database sear(3).pdf:pdf",
      "isbn": "0003-2700",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "20",
      "pages": "5383--5392",
      "pmid": "12403597",
      "title": "Empirical statistical model to estimate the accuracy of peptide identifications made by MS/MS and database search",
      "volume": "74",
      "year": "2002"
  },
  "Keller2002a": {
      "abstract": "Several methods have been used to identify peptides that correspond to tandem mass spectra. In this work, we describe a data set of low energy tandem mass spectra generated from a control mixture of known protein components that can be used to evaluate the accuracy of these methods. As an example, these spectra were searched by the SEQUEST application against a human peptide sequence database. The numbers of resulting correct and incorrect peptide assignments were then determined. We show how the sensitivity and error rate are affected by the use of various filtering criteria based upon SEQUEST scores and the number of tryptic termini of assigned peptides.",
      "author": "Andrew Keller, Samuel Purvine, Alexey I Nesvizhskii, Sergey Stolyar, David R Goodlett, Eugene Kolker",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Keller et al. - 2002 - Experimental Protein Mixture for Validating Tandem Mass Spectral Analysis.pdf:pdf",
      "isbn": "1536-2310 (Print)$\\backslash$r1536-2310 (Linking)",
      "issn": "1536-2310",
      "journal": "OMICS: A Journal of Integrative Biology",
      "number": "2",
      "pages": "207--212",
      "pmid": "12143966",
      "title": "Experimental Protein Mixture for Validating Tandem Mass Spectral Analysis",
      "volume": "6",
      "year": "2002"
  },
  "Kim2008": {
      "abstract": "A key problem in computational proteomics is distinguishing between correct and false peptide identifications. We argue that evaluating the error rates of peptide identifications is not unlike computing generating functions in combinatorics. We show that the generating functions and their derivatives (spectral energy and spectral probability) represent new features of tandem mass spectra that, similarly to A-scores, significantly improve peptide identifications. Furthermore, the spectral probability provides a rigorous solution to the problem of computing statistical significance of spectral identifications. The spectral energy/probability approach improves the sensitivity-specificity tradeoff of existing MS/MS search tools, addresses the notoriously difficult problem of \"one-hit-wonders\" in mass spectrometry, and often eliminates the need for decoy database searches. We therefore argue that the generating function approach has the potential to increase the number of peptide identifications in MS/MS searches.",
      "author": "Sangtae Kim, Nitin Gupta, Pavel A Pevzner",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Kim, Gupta, Pevzner - 2008 - Spectral probabilities and generating functions of tandem mass spectra a strike against decoy databases.pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Decoy database,False discovery rate,Peptide identification,Spectral probability",
      "number": "8",
      "pages": "3354--3363",
      "pmid": "18597511",
      "publisher": "NIH Public Access",
      "title": "Spectral probabilities and generating functions of tandem mass spectra: A strike against decoy databases",
      "volume": "7",
      "year": "2008"
  },
  "Kim2014": {
      "abstract": "Mass spectrometry (MS) instruments and experimental protocols are rapidly advancing, but the software tools to analyse tandem mass spectra are lagging behind. We present a database search tool MS-GF þ that is sensitive (it identifies more peptides than most other database search tools) and universal (it works well for diverse types of spectra, different configurations of MS instruments and different experimental protocols). We benchmark MS-GF þ using diverse spectral data sets: (i) spectra of varying fragmentation methods; (ii) spectra of multiple enzyme digests; (iii) spectra of phosphorylated peptides; and (iv) spectra of peptides with unusual fragmentation propensities produced by a novel alpha-lytic protease. For all these data sets, MS-GF þ significantly increases the number of identified peptides compared with commonly used methods for peptide identifications. We emphasize that although MS-GF þ is not specifically designed for any particular experimental set-up, it improves on the performance of tools specifically designed for these applications (for example, specialized tools for phosphoproteomics).",
      "author": "Sangtae Kim, Pavel A Pevzner",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Kim, Pevzner - Unknown - Universal database search tool for proteomics.pdf:pdf",
      "isbn": "2041-1723 (Electronic)$\\backslash$r2041-1723 (Linking)",
      "issn": "20411723",
      "journal": "Nature Communications",
      "pmid": "25358478",
      "title": "MS-GF+ makes progress towards a universal database search tool for proteomics",
      "volume": "5",
      "year": "2014"
  },
  "Klasse2002": {
      "abstract": "Neutralization of virus infectivity by antibodies is an important component of immunity to several virus infections. Here, the immunochemical basis for the action of neutralizing antibodies, and what role their induction of conformational changes in the antigen might play, is reviewed. Theories of the mechanisms by which antibodies neutralize virus infectivity in vitro are also presented. The theoretical and empirical foundation of the hypothesis that viruses are neutralized. by a single antibody per virion is critically reviewed. The relationship between antibody occupancy on virions and the mechanism of neutralization is explored. Examples of neutralization mediated through antibody interference with virus attachment and entry are discussed and test implications of refined theories of neutralization by antibody coating of virions are formulated.",
      "author": "P J Klasse, Q J Sattentau",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Klasse, Sattentau - 2002 - Occupancy and mechanism in antibody-mediated neutralization of animal viruses.pdf:pdf",
      "isbn": "0022-1317",
      "issn": "0022-1317",
      "journal": "Journal of General Virology",
      "keywords": "fab fragments,gp120 envelope glycoprotein,human monoclonal-antibody,human-immunodeficiency-virus,influenza-a virus,mouth-disease virus,poliovirus neutralization,receptor-binding,target-cells,transmembrane glycoprotein",
      "pages": "2091--2108",
      "pmid": "12185262",
      "title": "Occupancy and mechanism in anti body-mediated neutralization of animal viruses",
      "volume": "83",
      "year": "2002"
  },
  "Klasse2014": {
      "abstract": "Neutralizing antibodies (NAbs) can be both sufficient and necessary for protection against viral infections, although they sometimes act in concert with cellular immunity. Successful vaccines against viruses induce NAbs but vaccine candidates against some major viral pathogens, including HIV-1, have failed to induce potent and effective such responses. Theories of how antibodies neutralize virus infectivity have been formulated and experimentally tested since the 1930s; and controversies about the mechanistic and quantitative bases for neutralization have continually arisen. Soluble versions of native oligomeric viral proteins that mimic the functional targets of neutralizing antibodies now allow the measurement of the relevant affinities of NAbs. Thereby the neutralizing occupancies on virions can be estimated and related to the potency of the NAbs. Furthermore, the kinetics and stoichiometry of NAb binding can be compared with neutralizing efficacy. Recently, the fundamental discovery that the intracellular factor TRIM21 determines the degree of neutralization of adenovirus has provided new mechanistic and quantitative insights. Since TRIM21 resides in the cytoplasm, it would not affect the neutralization of enveloped viruses, but its range of activity against naked viruses will be important to uncover. These developments bring together the old problems of virus neutralization—mechanism, stoichiometry, kinetics, and efficacy—from surprising new angles.",
      "author": "P. J. Klasse",
      "eprint": "15334406",
      "isbn": "0324141122",
      "issn": "2356-6582",
      "journal": "Advances in Biology",
      "pages": "1--24",
      "pmid": "24655651",
      "publisher": "Hindawi",
      "title": "Neutralization of Virus Infectivity by Antibodies: Old Problems in New Perspectives",
      "volume": "2014",
      "year": "2014"
  },
  "Klasse2014a": {
      "abstract": "Neutralizing antibodies (NAbs) can be both sufficient and necessary for protection against viral infections, although they sometimes act in concert with cellular immunity. Successful vaccines against viruses induce NAbs but vaccine candidates against some major viral pathogens, including HIV-1, have failed to induce potent and effective such responses. Theories of how antibodies neutralize virus infectivity have been formulated and experimentally tested since the 1930s; and controversies about the mechanistic and quantitative bases for neutralization have continually arisen. Soluble versions of native oligomeric viral proteins that mimic the functional targets of neutralizing antibodies now allow the measurement of the relevant affinities of NAbs. Thereby the neutralizing occupancies on virions can be estimated and related to the potency of the NAbs. Furthermore, the kinetics and stoichiometry of NAb binding can be compared with neutralizing efficacy. Recently, the fundamental discovery that the intracellular factor TRIM21 determines the degree of neutralization of adenovirus has provided new mechanistic and quantitative insights. Since TRIM21 resides in the cytoplasm, it would not affect the neutralization of enveloped viruses, but its range of activity against naked viruses will be important to uncover. These developments bring together the old problems of virus neutralization—mechanism, stoichiometry, kinetics, and efficacy—from surprising new angles.",
      "author": "P. J. Klasse",
      "eprint": "15334406",
      "isbn": "0324141122",
      "issn": "2356-6582",
      "journal": "Advances in Biology",
      "pages": "1--24",
      "pmid": "24655651",
      "publisher": "Hindawi",
      "title": "Neutralization of Virus Infectivity by Antibodies: Old Problems in New Perspectives",
      "volume": "2014",
      "year": "2014"
  },
  "Klimek2008": {
      "abstract": "Tandem mass spectrometry (MS/MS) is frequently used in the identification of peptides and proteins. Typical proteomic experiments rely on algorithms such as SEQUEST and MASCOT to compare thousands of tandem mass spectra against the theoretical fragment ion spectra of peptides in a database. The probabilities that these spectrum-to-sequence assignments are correct can be determined by statistical software such as PeptideProphet or through estimations based on reverse or decoy databases. However, many of the software applications that assign probabilities for MS/MS spectra to sequence matches were developed using training data sets from 3D ion-trap mass spectrometers. Given the variety of types of mass spectrometers that have become commercially available over the last 5 years, we sought to generate a data set of reference data covering multiple instrumentation platforms to facilitate both the refinement of existing computational approaches and the development of novel software tools. We analyzed the proteolytic peptides in a mixture of tryptic digests of 18 proteins, named the \"ISB standard protein mix\", using 8 different mass spectrometers. These include linear and 3D ion traps, two quadrupole time-of-flight platforms (qq-TOF), and two MALDI-TOF-TOF platforms. The resulting data set, which has been named the Standard Protein Mix Database, consists of over 1.1 million spectra in 150+ replicate runs on the mass spectrometers. The data were inspected for quality of separation and searched using SEQUEST. All data, including the native raw instrument and mzXML formats and the PeptideProphet validated peptide assignments, are available at http://regis-web.systemsbiology.net/PublicDatasets/",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Klimek et al. - 2008 - The standard protein mix database a diverse data set to assist in the production of improved Peptide and protein.pdf:pdf",
      "isbn": "1535-3893",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Database search software,Proteomics,Reference data set,Standard Protein Mix Database,Standard protein mix",
      "number": "1",
      "pages": "96--103",
      "pmid": "17711323",
      "publisher": "NIH Public Access",
      "title": "The standard protein mix database: A diverse data set to assist in the production of improved peptide and protein identification software tools",
      "volume": "7",
      "year": "2008"
  },
  "Kwon2011": {
      "abstract": "Shotgun proteomics using mass spectrometry is a powerful method for protein identification but suffers limited sensitivity in complex samples. Integrating peptide identifications from multiple database search engines is a promising strategy to increase the number of peptide identifications and reduce the volume of unassigned tandem mass spectra. Existing methods pool statistical significance scores such as p-values or posterior probabilities of peptide-spectrum matches (PSMs) from multiple search engines after high scoring peptides have been assigned to spectra, but these methods lack reliable control of identification error rates as data are integrated from different search engines. We developed a statistically coherent method for integrative analysis, termed MSblender. MSblender converts raw search scores from search engines into a probability score for every possible PSM and properly accounts for the correlation between search scores. The method reliably estimates false discovery rates and identifies more PSMs than any single search engine at the same false discovery rate. Increased identifications increment spectral counts for most proteins and allow quantification of proteins that would not have been quantified by individual search engines. We also demonstrate that enhanced quantification contributes to improve sensitivity in differential expression analyses.",
      "author": "Taejoon Kwon, Hyungwon Choi, Christine Vogel, Alexey I Nesvizhskii, Edward M Marcotte",
      "eprint": "NIHMS150003",
      "isbn": "2122633255",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "number": "7",
      "pages": "2949--2958",
      "pmid": "21488652",
      "publisher": "NIH Public Access",
      "title": "MSblender: A probabilistic approach for integrating peptide identifications from multiple database search engines",
      "volume": "10",
      "year": "2011"
  },
  "Lee2018": {
      "abstract": "Ribosome biogenesis, a central and essential cellular process, occurs through sequential association and mutual co-folding of protein-RNA constituents in a well-defined assembly pathway. Here, we construct a network of co-evolving nucleotide/amino acid residues within the ribosome and demonstrate that assembly constraints are strong predictors of co-evolutionary patterns. Predictors of co-evolution include a wide spectrum of structural reconstitution events, such as cooperativity phenomenon, protein-induced rRNA reconstitutions, molecular packing of different rRNA domains, protein-rRNA recognition, etc. A correlation between folding rate of small globular proteins and their topological features is known. We have introduced an analogous topological characteristic for co-evolutionary network of ribosome, which allows us to differentiate between rRNA regions subjected to rapid reconstitutions from those hindered by kinetic traps. Furthermore, co-evolutionary patterns provide a biological basis for deleterious mutation sites and further allow prediction of potential antibiotic targeting sites. Understanding assembly pathways of multicomponent macromolecules remains a key challenge in biophysics. Our study provides a 'proof of concept' that directly relates co-evolution to biophysical interactions during multicomponent assembly and suggests predictive power to identify candidates for critical functional interactions as well as for assembly-blocking antibiotic target sites.",
      "author": "Joon-Yong Lee, Hyungwon Choi, Christopher M Colangelo, Darryl Davis, Michael R Hoopmann, Lukas Käll, Henry Lam, Samuel H Payne, Yasset Perez-Riverol, Matthew The, Ryan Wilson, Susan T Weintraub, Magnus Palmblad",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Lee et al. - 2018 - ABRF Proteome Informatics Research Group (iPRG) 2016 Study Inferring Proteoforms from Bottom-up Proteomics Data.pdf:pdf",
      "issn": "1524-0215",
      "journal": "Journal of Biomolecular Techniques : JBT",
      "keywords": "best practice,community study,false discovery rate,inference",
      "number": "2",
      "pages": "jbt.18--2902--003",
      "pmid": "25956649",
      "publisher": "The Association of Biomolecular Resource Facilities",
      "title": "ABRF Proteome Informatics Research Group (iPRG) 2016 Study: Inferring Proteoforms from Bottom-up Proteomics Data",
      "volume": "29",
      "year": "2018"
  },
  "Li2009": {
      "abstract": "Lipid membranes structurally define the outer surface and internal organelles of cells. The multitude of proteins embedded in lipid bilayers are clearly functionally important, yet they remain poorly defined. Even today, integral membrane proteins represent a special challenge for current large scale shotgun proteomics methods. Here we used endothelial cell plasma membranes isolated directly from lung tissue to test the effectiveness of four different mass spectrometry-based methods, each with multiple replicate measurements, to identify membrane proteins. In doing so, we substantially expanded this membranome to 1,833 proteins, including \\textgreater500 lipid-embedded proteins. The best method combined SDS-PAGE prefractionation with trypsin digestion of gel slices to generate peptides for seamless and continuous two-dimensional LC/MS/MS analysis. This three-dimensional separation method outperformed current widely used two-dimensional methods by significantly enhancing protein identifications including single and multiple pass transmembrane proteins; \\textgreater30\\% are lipid-embedded proteins. It also profoundly improved protein coverage, sensitivity, and dynamic range of detection and substantially reduced the amount of sample and the number of replicate mass spectrometry measurements required to achieve 95\\% analytical completeness. Such expansion in comprehensiveness requires a trade-off in heavy instrument time but bodes well for future advancements in truly defining the ever important membranome with its potential in network-based systems analysis and the discovery of disease biomarkers and therapeutic targets. This analytical strategy can be applied to other subcellular fractions and should extend the comprehensiveness of many future organellar proteomics pursuits.",
      "author": "Yan Li, Jingyi Yu, Yipeng Wang, Noelle M Griffin, Fred Long, Sabrina Shore, Phil Oh, Jan E Schnitzer",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Li et al. - 2009 - Enhancing identifications of lipid-embedded proteins by mass spectrometry for improved mapping of endothelial plasma.pdf:pdf",
      "isbn": "1535-9484 (Electronic)$\\backslash$n1535-9484 (Linking)",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "6",
      "pages": "1219--1235",
      "pmid": "19155209",
      "publisher": "American Society for Biochemistry and Molecular Biology",
      "title": "Enhancing Identifications of Lipid-embedded Proteins by Mass Spectrometry for Improved Mapping of Endothelial Plasma Membranes in Vivo",
      "volume": "8",
      "year": "2009"
  },
  "Listgarten2005": {
      "abstract": "The combined method of LC-MS/MS is increasingly being used to explore$\\backslash$ndifferences in the proteomic composition of complex biological systems.$\\backslash$nThe reliability and utility of such comparative protein expression$\\backslash$nprofiling studies is critically dependent on an accurate and rigorous$\\backslash$nassessment of quantitative changes in the relative abundance of the$\\backslash$nmyriad of proteins typically present in a biological sample such$\\backslash$nas blood or tissue. In this review, we provide an overview of key$\\backslash$nstatistical and computational issues relevant to bottom-up shotgun$\\backslash$nglobal proteomic analysis, with an emphasis on methods that can be$\\backslash$napplied to improve the dependability of biological inferences drawn$\\backslash$nfrom large proteomic datasets. Focusing on a start-tofinish approach,$\\backslash$nwe address the following topics: 1) lowlevel data processing steps,$\\backslash$nsuch as formation of a data matrix, filtering, and baseline subtraction$\\backslash$nto minimize noise, 2) mid-level processing steps, such as data normalization,$\\backslash$nalignment in time, peak detection, peak quantification, peak matching,$\\backslash$nand error models, to facilitate profile comparisons; and, 3) high-level$\\backslash$nprocessing steps such as sample classification and biomarker discovery,$\\backslash$nand related topics such as significance testing, multiple testing,$\\backslash$nand choice of feature space. We report on approaches that have recently$\\backslash$nbeen developed for these steps, discussing their merits and limitations,$\\backslash$nand propose areas deserving of further research.",
      "author": "Jennifer Listgarten, Andrew Emili",
      "isbn": "1535-9476 (Print)$\\backslash$r1535-9476 (Linking)",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "4",
      "pages": "419--434",
      "pmid": "15741312",
      "title": "Statistical and Computational Methods for Comparative Proteomic Profiling Using Liquid Chromatography-Tandem Mass Spectrometry",
      "volume": "4",
      "year": "2005"
  },
  "Liu2004": {
      "abstract": "Proteomic analysis of complex protein mixtures using proteolytic digestion and liquid chromatography in combination with tandem mass spectrometry is a standard approach in biological studies. Data-dependent acquisition is used to automatically acquire tandem mass spectra of peptides eluting into the mass spectrometer. In more complicated mixtures, for example, whole cell lysates, data-dependent acquisition incompletely samples among the peptide ions present rather than acquiring tandem mass spectra for all ions available. We analyzed the sampling process and developed a statistical model to accurately predict the level of sampling expected for mixtures of a specific complexity. The model also predicts how many analyses are required for saturated sampling of a complex protein mixture. For a yeast-soluble cell lysate 10 analyses are required to reach a 95\\% saturation level on protein identifications based on our model. The statistical model also suggests a relationship between the level of sampling observed for a protein and the relative abundance of the protein in the mixture. We demonstrate a linear dynamic range over 2 orders of magnitude by using the number of spectra (spectral sampling) acquired for each protein.",
      "author": "Hongbin Liu, Rovshan G Sadygov, John R Yates",
      "eprint": "NIHMS150003",
      "isbn": "0003-2700",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "14",
      "pages": "4193--4201",
      "pmid": "15253663",
      "title": "A model for random sampling and estimation of relative protein abundance in shotgun proteomics",
      "volume": "76",
      "year": "2004"
  },
  "Ma2012": {
      "abstract": "PeptideProphet is a post-processing algorithm designed to evaluate the confidence in identifications of MS/MS spectra returned by a database search. In this manuscript we describe the \"what and how\" of PeptideProphet in a manner aimed at statisticians and life scientists who would like to gain a more in-depth understanding of the underlying statistical modeling. The theory and rationale behind the mixture-modeling approach taken by PeptideProphet is discussed from a statistical model-building perspective followed by a description of how a model can be used to express confidence in the identification of individual peptides or sets of peptides. We also demonstrate how to evaluate the quality of model fit and select an appropriate model from several available alternatives. We illustrate the use of PeptideProphet in association with the Trans-Proteomic Pipeline, a free suite of software used for protein identification.",
      "author": "Kelvin Ma, Olga Vitek, Alexey I Nesvizhskii",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Ma, Vitek, Nesvizhskii - 2012 - A statistical model-building perspective to identification of MSMS spectra with PeptideProphet(2).pdf:pdf",
      "isbn": "1471-2105 (Electronic)$\\backslash$r1471-2105 (Linking)",
      "issn": "14712105",
      "journal": "BMC bioinformatics",
      "pmid": "23176103",
      "title": "A statistical model-building perspective to identification of MS/MS spectra with PeptideProphet",
      "volume": "13 Suppl 1",
      "year": "2012"
  },
  "MacCoss2005": {
      "abstract": "Proteomics technology is progressing at an incredible rate. The latest generation of tandem mass spectrometers can now acquire tens of thousands of fragmentation spectra in a matter of hours. Furthermore, quantitative proteomics methods have been developed that incorporate a stable isotope-labeled internal standard for every peptide within a complex protein mixture for the measurement of relative protein abundances. These developments have opened the doors for ‘shotgun' proteomics, yet have also placed a burden on the computational approaches that manage the data. With each new method that is developed, the quantity of data that can be derived from a single experiment increases. To deal with this increase, new computational approaches are being developed to manage the data and assess false positives. This review discusses current approaches for analyzing proteomics data by mass spectrometry and identifies present computational limitations",
      "author": "Michael MacCoss",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/MacCoss - 2005 - Computational analysis of shotgun proteomics data.pdf:pdf",
      "isbn": "1367-5931 (Print)$\\backslash$n1367-5931 (Linking)",
      "issn": "13675931",
      "journal": "Current Opinion in Chemical Biology",
      "number": "1",
      "pages": "88--94",
      "pmid": "15701459",
      "publisher": "Elsevier Current Trends",
      "title": "Computational analysis of shotgun proteomics data",
      "volume": "9",
      "year": "2005"
  },
  "Malm2014": {
      "abstract": "BackgroundMass spectrometry analyses of complex protein samples yield large amounts of data and specific expertise is needed for data analysis, in addition to a dedicated computer infrastructure. Furthermore, the identification of proteins and their specific properties require the use of multiple independent bioinformatics tools and several database search algorithms to process the same datasets. In order to facilitate and increase the speed of data analysis, there is a need for an integrated platform that would allow a comprehensive profiling of thousands of peptides and proteins in a single process through the simultaneous exploitation of multiple complementary algorithms.ResultsWe have established a new proteomics pipeline designated as APP that fulfills these objectives using a complete series of tools freely available from open sources. APP automates the processing of proteomics tasks such as peptide identification, validation and quantitation from LC-MS/MS data and allows easy integration of many separate proteomics tools. Distributed processing is at the core of APP, allowing the processing of very large datasets using any combination of Windows/Linux physical or virtual computing resources.ConclusionsAPP provides distributed computing nodes that are simple to set up, greatly relieving the need for separate IT competence when handling large datasets. The modular nature of APP allows complex workflows to be managed and distributed, speeding up throughput and setup. Additionally, APP logs execution information on all executed tasks and generated results, simplifying information management and validation.",
      "author": "Erik K Malm, Vaibhav Srivastava, Gustav Sundqvist, Vincent Bulone",
      "isbn": "1471-2105",
      "issn": "14712105",
      "journal": "BMC Bioinformatics",
      "keywords": "Automation,Distributed processing,Proteomics,Validation",
      "number": "1",
      "pages": "441",
      "pmid": "25547515",
      "publisher": "BioMed Central",
      "title": "APP: An Automated Proteomics Pipeline for the analysis of mass spectrometry data based on multiple open access tools",
      "volume": "15",
      "year": "2014"
  },
  "Martin2012": {
      "abstract": "Adenovirus (AdV) capsid organization is considerably complex, not only because of its large size (\\~950 \\AA) and triangulation number (pseudo T",
      "author": "Carmen San Mart\\'in",
      "booktitle": "Viruses",
      "isbn": "1999-4915",
      "issn": "19994915",
      "keywords": "Adenovirus,Core proteins,Cryo-electron microscopy,Crystallography,Maturation,Minor coat proteins,Structure",
      "number": "5",
      "pages": "847--877",
      "pmid": "22754652",
      "publisher": "Multidisciplinary Digital Publishing Institute (MDPI)",
      "title": "Latest insights on adenovirus structure and assembly",
      "volume": "4",
      "year": "2012"
  },
  "Matthiesen2007": {
      "abstract": "Computational MS-based proteomics is an emerging field arising from the demand of high throughput analysis in numerous large-scale experimental proteomics projects. The review provides a broad overview of a number of computational tools available for data analysis of MS-based proteomics data and gives appropriate literature references to detailed description of algorithms. The review provides, to some extent, discussion of algorithms and methods for peptide and protein identification using MS data, quantitative proteomics, and data storage. The hope is that it will stimulate discussion and further development in computational proteomics. Computational proteomics deserves more scientific attention. There are far fewer computational tools and methods available for proteomics compared to the number of microarray tools, despite the fact that data analysis in proteomics is much more complex than microarray analysis.",
      "archivePrefix": "arXiv",
      "arxivId": "1",
      "author": "Rune Matthiesen",
      "eprint": "1",
      "isbn": "1615-9853 (Print)$\\backslash$n1615-9853 (Linking)",
      "issn": "16159853",
      "journal": "Proteomics",
      "keywords": "Bioinformatics,Database search,Quantitative proteomics",
      "mendeley-groups": "GSoC 2018/Reviews",
      "number": "16",
      "pages": "2815--2832",
      "pmid": "17703506",
      "title": "Methods, algorithms and tools in computational proteomics: A practical point of view",
      "volume": "7",
      "year": "2007"
  },
  "McEwan2012": {
      "abstract": "Despite a central role in immunity, antibody neutralization of virus infection is poorly understood. Here we show how the neutralization and persistence of adenovirus type 5, a prevalent nonenveloped human virus, are dependent upon the intracellular antibody receptor TRIM21. Cells with insufficient amounts of TRIM21 are readily infected, even at saturating concentrations of neutralizing antibody. Conversely, high TRIM21 expression levels decrease the persistent fraction of the infecting virus and allows neutralization by as few as 1.6 antibody molecules per virus. The direct interaction between TRIM21 and neutralizing antibody is essential, as single-point mutations within the TRIM21-binding site in the Fc region of a potently neutralizing antibody impair neutralization. However, infection at high multiplicity can saturate TRIM21 and overcome neutralization. These results provide insight into the mechanism and importance of a newly discovered, effector-driven process of antibody neutralization of nonenveloped viruses.",
      "author": "W. A. McEwan, F Hauler, C R Williams, S R Bidgood, D L Mallery, R A Crowther, L C James",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Mcewan et al. - Unknown - Regulation of Virus Neutralization and the Persistent Fraction by TRIM21.pdf:pdf",
      "isbn": "1098-5514 (Electronic)$\\backslash$n0022-538X (Linking)",
      "issn": "0022-538X",
      "journal": "Journal of Virology",
      "number": "16",
      "pages": "8482--8491",
      "pmid": "22647693",
      "title": "Regulation of Virus Neutralization and the Persistent Fraction by TRIM21",
      "volume": "86",
      "year": "2012"
  },
  "McFall2014": {
      "abstract": "We have investigated whether reducing the overall size of adenovirus (Ad), through use of a vector containing a shortened fibre, leads to enhanced distribution and dissemination of the vector. Intravenous or intraperitoneal injection of Ad5SlacZ (12. nm fibre versus the normal Ad5 37. nm fibre) or Ad5SpKlacZ (shortened fibre with polylysine motif in the H-. I loop of fibre knob domain) led to similar levels of lacZ expression compared to Ad5LlacZ (native Ad5 fibre) in the liver of treated animals, but did not enhance extravasation into the tibialis anterior muscle. Direct injection of the short-fibre vectors into the tibialis anterior muscle did not result in enhanced spread of the vector through muscle tissue, and led to only sporadic transgene expression in the spinal cord, suggesting that modifying the fibre length or redirecting viral infection to a more common cell surface receptor does not enhance motor neuron uptake or retrograde transport.",
      "author": "Emily R. McFall, Lyndsay M. Murray, John A. Lunde, Bernard J. Jasmin, Rashmi Kothary, Robin J. Parks",
      "issn": "10960341",
      "journal": "Virology",
      "keywords": "Adenovirus,Muscle,Transduction,Viral vector",
      "pages": "444--453",
      "pmid": "25243333",
      "publisher": "Academic Press",
      "title": "A reduction in the human adenovirus virion size through use of a shortened fibre protein does not enhance muscle transduction following systemic or localised delivery in mice",
      "volume": "468",
      "year": "2014"
  },
  "McIlwain2014a": {
      "abstract": "Efficiently and accurately analyzing big protein tandem mass spectrometry data sets requires robust software that incorporates state-of-the-art computational, machine learning, and statistical methods. The Crux mass spectrometry analysis software toolkit ( http://cruxtoolkit.sourceforge.net ) is an open source project that aims to provide users with a cross-platform suite of analysis tools for interpreting protein mass spectrometry data.",
      "author": "Sean McIlwain, Kaipo Tamura, Attila Kertesz-Farkas, Charles E Grant, Benjamin Diament, Barbara Frewen, J. Jeffry Howbert, Michael R Hoopmann, Lukas Käll, Jimmy K Eng, Michael J MacCoss, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/McIlwain et al. - 2014 - Crux Rapid Open Source Protein Tandem Mass Spectrometry Analysis.pdf:pdf",
      "isbn": "1535-3907 (Electronic)$\\backslash$n1535-3893 (Linking)",
      "issn": "15353907",
      "journal": "Journal of Proteome Research",
      "number": "10",
      "pages": "4488--4491",
      "pmid": "25182276",
      "publisher": "American Chemical Society",
      "title": "Crux: Rapid open source protein tandem mass spectrometry analysis",
      "volume": "13",
      "year": "2014"
  },
  "McIlwain2014": {
      "abstract": "Efficiently and accurately analyzing big protein tandem mass spectrometry data sets requires robust software that incorporates state-of-the-art computational, machine learning, and statistical methods. The Crux mass spectrometry analysis software toolkit ( http://cruxtoolkit.sourceforge.net ) is an open source project that aims to provide users with a cross-platform suite of analysis tools for interpreting protein mass spectrometry data.",
      "author": "Sean McIlwain, Kaipo Tamura, Attila Kertesz-Farkas, Charles E Grant, Benjamin Diament, Barbara Frewen, J. Jeffry Howbert, Michael R Hoopmann, Lukas Käll, Jimmy K Eng, Michael J MacCoss, William S Noble",
      "isbn": "1535-3907 (Electronic)$\\backslash$n1535-3893 (Linking)",
      "issn": "15353907",
      "journal": "Journal of Proteome Research",
      "number": "10",
      "pages": "4488--4491",
      "pmid": "25182276",
      "publisher": "American Chemical Society",
      "title": "Crux: Rapid open source protein tandem mass spectrometry analysis",
      "volume": "13",
      "year": "2014"
  },
  "Mead2007": {
      "abstract": "As proteomic MS has increased in throughput, so has the demand to catalogue the increasing number of peptides and proteins observed by the community using this technique. As in other 'omics' fields, this brings obvious scientific benefits such as sharing of results and prevention of unnecessary repetition, but also provides technical insights, such as the ability to compare proteome coverage between different laboratories, or between different proteomic platforms. Journals are also moving towards mandating that proteomics data be submitted to public repositories upon publication. In response to these demands, several web-based repositories have been established to store protein and peptide identifications derived from MS data, and a similar number of peptide identification software pipelines have emerged to deliver identifications to these repositories. This paper reviews the latest developments in public domain peptide and protein identification databases and describes the analysis pipelines that feed them. Recent applications of the tools to pertinent biological problems are examined, and through comparing and contrasting the capabilities of each system, the issues facing research users of web-based repositories are explored. Future developments and mechanisms to enhance system functionality and user-interfacing opportunities are also suggested.",
      "author": "Jennifer A Mead, Ian P Shadforth, Conrad Bessant",
      "doi": "10.1002/pmic.200700152",
      "issn": "16159853",
      "journal": "Proteomics",
      "keywords": "Bioinformatics,High-throughput,Open access,Peptide identification pipelines,Proteomics repositories",
      "mendeley-groups": "GSoC 2018/Reviews",
      "number": "16",
      "pages": "2769--2786",
      "pmid": "17654461",
      "title": "Public proteomic MS repositories and pipelines: Available tools and biological applications",
      "url": "http://www.ncbi.nlm.nih.gov/pubmed/17654461 http://doi.wiley.com/10.1002/pmic.200700152",
      "volume": "7",
      "year": "2007"
  },
  "Moore2002": {
      "abstract": "A scoring procedure is described for measuring the quality of the results for protein identifications obtained from spectral matching of MS/MS data using the Sequest database search program. The scoring system is essentially probabilistic and operates by estimating the probability that a protein identification has come about by chance. The probability is based on the number of identified peptides from the protein, the total number of identified peptides, and the fraction of distinct tryptic peptides from the database that are present in the identified protein. The score is not strictly a probability, as it also incorporates information about the quality of the individual peptide matches. The result of using Qscore on a large test set of data was similar to that achieved using approaches that validate individual spectral matches, with only a narrow overlap in scores between identified proteins and false positive matches. In direct comparison with a published method of evaluating Sequest results, Qscore was able to identify an equivalent number of proteins without any identifiable false positive assignments. Qscore greatly reduces the number of Sequest protein identifications that have to be validated manually. \\textcopyright 2002 American Society for Mass Spectrometry.",
      "author": "Roger E. Moore, Mary K. Young, Terry D. Lee",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Moore, Young, Lee - 2002 - Qscore An algorithm for evaluating SEQUEST database search results(3).pdf:pdf",
      "isbn": "1044-0305 (Print)$\\backslash$r1044-0305 (Linking)",
      "issn": "10440305",
      "journal": "Journal of the American Society for Mass Spectrometry",
      "number": "4",
      "pages": "378--386",
      "pmid": "11951976",
      "title": "Qscore: An algorithm for evaluating SEQUEST database search results",
      "volume": "13",
      "year": "2002"
  },
  "Nesvizhskii2007": {
      "abstract": "The analysis of the large amount of data generated in mass spectrometry-based proteomics experiments represents a significant challenge and is currently a bottleneck in many proteomics projects. In this review we discuss critical issues related to data processing and analysis in proteomics and describe available methods and tools. We place special emphasis on the elaboration of results that are supported by sound statistical arguments.",
      "author": "Alexey I Nesvizhskii, Olga Vitek, Ruedi Aebersold",
      "booktitle": "Nature Methods",
      "isbn": "1548-7091",
      "issn": "15487091",
      "number": "10",
      "pages": "787--797",
      "pmid": "17901868",
      "title": "Analysis and validation of proteomic data generated by tandem mass spectrometry",
      "volume": "4",
      "year": "2007"
  },
  "Nesvizhskii2010": {
      "abstract": "This manuscript provides a comprehensive review of the peptide and protein identification process using tandem mass spectrometry (MS/MS) data generated in shotgun proteomic experiments. The commonly used methods for assigning peptide sequences to MS/MS spectra are critically discussed and compared, from basic strategies to advanced multi-stage approaches. A particular attention is paid to the problem of false-positive identifications. Existing statistical approaches for assessing the significance of peptide to spectrum matches are surveyed, ranging from single-spectrum approaches such as expectation values to global error rate estimation procedures such as false discovery rates and posterior probabilities. The importance of using auxiliary discriminant information (mass accuracy, peptide separation coordinates, digestion properties, and etc.) is discussed, and advanced computational approaches for joint modeling of multiple sources of information are presented. This review also includes a detailed analysis of the issues affecting the interpretation of data at the protein level, including the amplification of error rates when going from peptide to protein level, and the ambiguities in inferring the identifies of sample proteins in the presence of shared peptides. Commonly used methods for computing protein-level confidence scores are discussed in detail. The review concludes with a discussion of several outstanding computational issues. \\textcopyright 2010 Elsevier B.V.",
      "author": "Alexey I Nesvizhskii",
      "booktitle": "Journal of Proteomics",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Nesvizhskii - 2010 - A survey of computational methods and error rate estimation procedures for peptide and protein identification in sh.pdf:pdf",
      "isbn": "1874-3919",
      "issn": "18743919",
      "keywords": "Bioinformatics,False discovery rates,Mass spectrometry,Peptide identification,Protein inference,Proteomics,Statistical models",
      "number": "11",
      "pages": "2092--2123",
      "pmid": "20816881",
      "publisher": "Elsevier",
      "title": "A survey of computational methods and error rate estimation procedures for peptide and protein identification in shotgun proteomics",
      "volume": "73",
      "year": "2010"
  },
  "Nesvizhskii2005": {
      "abstract": "The shotgun proteomic strategy based on digesting proteins into peptides and sequencing them using tandem mass spectrometry and automated database searching has become the method of choice for identifying proteins in most large scale studies. However, the peptide-centric nature of shotgun proteomics complicates the analysis and biological interpretation of the data especially in the case of higher eukaryote organisms. The same peptide sequence can be present in multiple different proteins or protein isoforms. Such shared peptides therefore can lead to ambiguities in determining the identities of sample proteins. In this article we illustrate the difficulties of interpreting shotgun proteomic data and discuss the need for common nomenclature and transparent informatic approaches. We also discuss related issues such as the state of protein sequence databases and their role in shotgun proteomic analysis, interpretation of relative peptide quantification data in the presence of multiple protein isoforms, the integration of proteomic and transcriptional data, and the development of a computational infrastructure for the integration of multiple diverse datasets.",
      "author": "Alexey I Nesvizhskii, Ruedi Aebersold",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Nesvizhskii, Aebersold - 2005 - Interpretation of Shotgun Proteomic Data.pdf:pdf",
      "isbn": "1535-9476",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "10",
      "pages": "1419--1440",
      "pmid": "16009968",
      "title": "Interpretation of Shotgun Proteomic Data",
      "volume": "4",
      "year": "2005"
  },
  "Nesvizhskii2003": {
      "abstract": "A statistical model is presented for computing probabilities that proteins are present in a sample on the basis of peptides assigned to tandem mass (MS/MS) spectra acquired from a proteolytic digest of the sample. Peptides that correspond to more than a single protein in the sequence database are apportioned among all corresponding proteins, and a minimal protein list sufficient to account for the observed peptide assignments is derived using the expectation-maximization algorithm. Using peptide assignments to spectra generated from a sample of 18 purified proteins, as well as complex H. influenzae and Halobacterium samples, the model is shown to produce probabilities that are accurate and have high power to discriminate correct from incorrect protein identifications. This method allows filtering of large-scale proteomics data sets with predictable sensitivity and false positive identification error rates. Fast, consistent, and transparent, it provides a standard for publishing large-scale protein identification data sets in the literature and for comparing the results obtained from different experiments.",
      "author": "Alexey I Nesvizhskii, Andrew Keller, Eugene Kolker, Ruedi Aebersold",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Nesvizhskii et al. - 2003 - A statistical model for identifying proteins by tandem mass spectrometry(3).pdf:pdf",
      "isbn": "0003-2700 (Print)$\\backslash$r0003-2700 (Linking)",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "17",
      "pages": "4646--4658",
      "pmid": "14632076",
      "title": "A statistical model for identifying proteins by tandem mass spectrometry",
      "volume": "75",
      "year": "2003"
  },
  "Noble2012": {
      "abstract": "High-throughput proteomics experiments involving tandem mass spectrometry produce large volumes of complex data that require sophisticated computational analyses. As such, the field offers many challenges for computational biologists. In this article, we briefly introduce some of the core computational and statistical problems in the field and then describe a variety of outstanding problems that readers of PLoS Computational Biology might be able to help solve.",
      "author": "William S Noble, Michael J MacCoss",
      "editor": "Bourne, Philip E.",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Noble, MacCoss - 2012 - Computational and Statistical Analysis of Protein Mass Spectrometry Data.pdf:pdf",
      "isbn": "1553-7358 (Electronic)$\\backslash$r1553-734X (Linking)",
      "issn": "1553734X",
      "journal": "PLoS Computational Biology",
      "number": "1",
      "pages": "e1002296",
      "pmid": "22291580",
      "publisher": "Public Library of Science",
      "title": "Computational and statistical analysis of protein mass spectrometry data",
      "volume": "8",
      "year": "2012"
  },
  "Park2008": {
      "abstract": "Mass spectrometry, the core technology in the field of proteomics, promises to enable scientists to identify and quantify the entire complement of proteins in a complex biological sample. Currently, the primary bottleneck in this type of experiment is computational. Existing algorithms for interpreting mass spectra are slow and fail to identify a large proportion of the given spectra. We describe a database search program called Crux that reimplements and extends the widely used database search program Sequest. For speed, Crux uses a peptide indexing scheme to rapidly retrieve candidate peptides for a given spectrum. For each peptide in the target database, Crux generates shuffled decoy peptides on the fly, providing a good null model and, hence, accurate false discovery rate estimates. Crux also implements two recently described postprocessing methods: a p value calculation based upon fitting a Weibull distribution to the observed scores, and a semisupervised method that learns to discriminate between target and decoy matches. Both methods significantly improve the overall rate of peptide identification. Crux is implemented in C and is distributed with source code freely to noncommercial users.",
      "author": "Christopher Y. Park, Aaron A. Klammer, Lukas Käll, Michael J MacCoss, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Park et al. - 2008 - Rapid and Accurate Peptide Identification from Tandem Mass Spectra.pdf:pdf",
      "issn": "1535-3893",
      "journal": "Journal of Proteome Research",
      "keywords": "Mass spectrometry,bioinformatics,peptide identification,proteomics",
      "number": "7",
      "pages": "3022--3027",
      "pmid": "18505281",
      "publisher": "American Chemical Society",
      "title": "Rapid and Accurate Peptide Identification from Tandem Mass Spectra",
      "volume": "7",
      "year": "2008"
  },
  "Paulovich2010": {
      "abstract": "Optimal performance of LC-MS/MS platforms is critical to generating high quality proteomics data. Although individual laboratories have developed quality control samples, there is no widely available performance standard of biological complexity (and associated reference data sets) for benchmarking of platform performance for analysis of complex biological proteomes across different laboratories in the community. Individual preparations of the yeast Saccharomyces cerevisiae proteome have been used extensively by laboratories in the proteomics community to characterize LC-MS platform performance. The yeast proteome is uniquely attractive as a performance standard because it is the most extensively characterized complex biological proteome and the only one associated with several large scale studies estimating the abundance of all detectable proteins. In this study, we describe a standard operating protocol for large scale production of the yeast performance standard and offer aliquots to the community through the National Institute of Standards and Technology where the yeast proteome is under development as a certified reference material to meet the long term needs of the community. Using a series of metrics that characterize LC-MS performance, we provide a reference data set demonstrating typical performance of commonly used ion trap instrument platforms in expert laboratories; the results provide a basis for laboratories to benchmark their own performance, to improve upon current methods, and to evaluate new technologies. Additionally, we demonstrate how the yeast reference, spiked with human proteins, can be used to benchmark the power of proteomics platforms for detection of differentially expressed proteins at different levels of concentration in a complex matrix, thereby providing a metric to evaluate and minimize pre-analytical and analytical variation in comparative proteomics experiments.",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Paulovich et al. - 2010 - Interlaboratory study characterizing a yeast performance standard for benchmarking LC-MS platform performance.pdf:pdf",
      "isbn": "1535-9484 (Electronic)$\\backslash$r1535-9476 (Linking)",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "2",
      "pages": "242--254",
      "pmid": "19858499",
      "publisher": "American Society for Biochemistry and Molecular Biology",
      "title": "Interlaboratory Study Characterizing a Yeast Performance Standard for Benchmarking LC-MS Platform Performance",
      "volume": "9",
      "year": "2010"
  },
  "Pedrioli2004": {
      "abstract": "A broad range of mass spectrometers are used in mass spectrometry (MS)-based proteomics research. Each type of instrument possesses a unique design, data system and performance specifications, resulting in strengths and weaknesses for different types of experiments. Unfortunately, the native binary data formats produced by each type of mass spectrometer also differ and are usually proprietary. The diverse, nontransparent nature of the data structure complicates the integration of new instruments into preexisting infrastructure, impedes the analysis, exchange, comparison and publication of results from different experiments and laboratories, and prevents the bioinformatics community from accessing data sets required for software development. Here, we introduce the 'mzXML' format, an open, generic XML (extensible markup language) representation of MS data. We have also developed an accompanying suite of supporting programs. We expect that this format will facilitate data management, interpretation and dissemination in proteomics research.",
      "booktitle": "Nature Biotechnology",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Pedrioli et al. - 2004 - A common open representation of mass spectrometry data and its application to proteomics research.pdf:pdf",
      "isbn": "1087-0156 (Print) 1087-0156 (Linking)",
      "issn": "10870156",
      "number": "11",
      "pages": "1459--1466",
      "pmid": "15529173",
      "publisher": "Nature Publishing Group",
      "title": "A common open representation of mass spectrometry data and its application to proteomics research",
      "volume": "22",
      "year": "2004"
  },
  "Renard2010": {
      "abstract": "Using decoy databases to compute the confidence of peptide identifications has become the standard procedure for mass spectrometry driven proteomics. While decoy databases have numerous advantages, they double the run time and are not applicable to all peptide identification problems such as error-tolerant or de novo searches or the large-scale identification of cross-linked peptides. Instead, we propose a fast, simple and robust mixture modeling approach to estimate the confidence of peptide identifications without the need for decoy database searches, which automatically checks whether its underlying assumptions are fulfilled. This approach is then evaluated on 41 LC/MS data sets of varying complexity and origin. The results are very similar to those of the decoy database strategy at a negligible computational cost. Our approach is applicable not only to standard protein identification workflows, but also to proteomics problems for which meaningful decoy databases cannot be constructed.",
      "author": "Bernhard Y Renard, Wiebke Timm, Marc Kirchner, Judith A J Steen, Fred A Hamprecht, Hanno Steen",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Renard et al. - 2010 - Estimating the confidence of peptide identifications without decoy databases(2).pdf:pdf",
      "isbn": "0003-2700",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "11",
      "pages": "4314--4318",
      "pmid": "20455556",
      "title": "Estimating the confidence of peptide identifications without decoy databases",
      "volume": "82",
      "year": "2010"
  },
  "Resing2004": {
      "abstract": "Identifying proteins in cell extracts by shotgun proteomics involves digesting the proteins, sequencing the resulting peptides by data-dependent mass spectrometry (MS/MS), and searching protein databases to identify the proteins from which the peptides are derived. Manual analysis and direct spectral comparison reveal that scores from two commonly used search programs (Sequest and Mascot) validate less than half of potentially identifiable MS/MS spectra (class positive) from shotgun analyses of the human erythroleukemia K562 cell line. Here we demonstrate increased sensitivity and accuracy using a focused search strategy along with a peptide sequence validation script that does not rely exclusively on XCorr or Mowse scores generated by Sequest or Mascot, but uses consensus between the search programs, along with chemical properties and scores describing the nature of the fragmentation spectrum (ion score and RSP). The approach yielded 4.2\\% false positive and 8\\% false negative frequencies in peptide assignments. The protein profile is then assembled from peptide assignments using a novel peptide-centric protein nomenclature that more accurately reports protein variants that contain identical peptide sequences. An Isoform Resolver algorithm ensures that the protein count is not inflated by variants in the protein database, eliminating approximately 25\\% of redundant proteins. Analysis of soluble proteins from a human K562 cells identified 5130 unique proteins, with approximately 100 false positive protein assignments.",
      "author": "Katheryn A Resing, Karen Meyer-Arendt, Alex M Mendoza, Lauren D Aveline-Wolf, Karen R Jonscher, Kevin G Pierce, William M Old, Hiu T Cheung, Steven Russell, Joy L Wattawa, Geoff R Goehle, Roblin D Knight, Natalie G Ahn",
      "isbn": "0003-2700",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "13",
      "pages": "3556--3568",
      "pmid": "15228325",
      "title": "Improving reproducibility and sensitivity in identifying human proteins by shotgun proteomics",
      "volume": "76",
      "year": "2004"
  },
  "Rost2016": {
      "author": "Hannes L Röst, Timo Sachsenberg, Stephan Aiche, Chris Bielow, Hendrik Weisser, Fabian Aicheler, Sandro Andreotti, Hans Christian Ehrlich, Petra Gutenbrunner, Erhan Kenar, Xiao Liang, Sven Nahnsen, Lars Nilse, Julianus Pfeuffer, George Rosenberger, Marc Rurik, Uwe Schmitt, Johannes Veit, Mathias Walzer, David Wojnar, Witold E Wolski, Oliver Schilling, Jyoti S Choudhary, Lars Malmström, Ruedi Aebersold, Knut Reinert, Oliver Kohlbacher",
      "abstract": "OpenMS is a flexible, user-friendly, open-source software platform for the biological analysis of mass spectrometry proteomics and metabolomics data. The modular platform allows developers to seamlessly generate custom data-analysis workflows and directly make such ready-made workflows available to biologist end-users. Also in this issue, see the Perspective by Tyanova et al.",
      "archivePrefix": "arXiv",
      "arxivId": "arXiv:1505.04597",
      "eprint": "arXiv:1505.04597",
      "isbn": "1548-7105; 1548-7091",
      "issn": "15487105",
      "journal": "Nature Methods",
      "keywords": "Computational models,Data integration,Metabolomics,Software",
      "mendeley-groups": "GSoC 2018/MS Applications",
      "number": "9",
      "pages": "741--748",
      "pmid": "27575624",
      "publisher": "Nature Publishing Group",
      "title": "OpenMS: A flexible open-source software platform for mass spectrometry data analysis",
      "volume": "13",
      "year": "2016"
  },
  "Sadygov2004": {
      "abstract": "The purpose of this work is to develop and verify statistical models for protein identification using peptide identifications derived from the results of tandem mass spectral database searches. Recently we have presented a probabilistic model for peptide identification that uses hypergeometric distribution to approximate fragment ion matches of database peptide sequences to experimental tandem mass spectra. Here we apply statistical models to the database search results to validate protein identifications. For this we formulate the protein identification problem in terms of two independent models, two-hypothesis binomial and multinomial models, which use the hypergeometric probabilities and cross-correlation scores, respectively. Each database search result is assumed to be a probabilistic event. The Bernoulli event has two outcomes: a protein is either identified or not. The probability of identifying a protein at each Bernoulli event is determined from relative length of the protein in the database (the null hypothesis) or the hypergeometric probability scores of the protein's peptides (the alternative hypothesis). We then calculate the binomial probability that the protein will be observed a certain number of times (number of database matches to its peptides) given the size of the data set (number of spectra) and the probability of protein identification at each Bernoulli event. The ratio of the probabilities from these two hypotheses (maximum likelihood ratio) is used as a test statistic to discriminate between true and false identifications. The significance and confidence levels of protein identifications are calculated from the model distributions. The multinomial model combines the database search results and generates an observed frequency distribution of cross-correlation scores (grouped into bins) between experimental spectra and identified amino acid sequences. The frequency distribution is used to generate p-value probabilities of each score bin. The probabilities are then normalized with respect to score bins to generate normalized probabilities of all score bins. A protein identification probability is the multinomial probability of observing the given set of peptide scores. To reduce the effect of random matches, we employ a marginalized multinomial model for small values of cross-correlation scores. We demonstrate that the combination of the two independent methods provides a useful tool for protein identification from results of database search using tandem mass spectra. A receiver operating characteristic curve demonstrates the sensitivity and accuracy level of the approach. The shortcomings of the models are related to the cases when protein assignment is based on unusual peptide fragmentation patterns that dominate over the model encoded in the peptide identification process. We have implemented the approach in a program called PROT\\_PROBE.",
      "author": "Rovshan G Sadygov, Hongbin Liu, John R Yates",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Sadygov, Liu, Yates - 2004 - Statistical Models for Protein Validation Using Tandem Mass Spectral Data and Protein Amino Acid Sequenc(3).pdf:pdf",
      "isbn": "0003-2700",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "6",
      "pages": "1664--1671",
      "pmid": "15018565",
      "title": "Statistical Models for Protein Validation Using Tandem Mass Spectral Data and Protein Amino Acid Sequence Databases",
      "volume": "76",
      "year": "2004"
  },
  "Sadygov2003": {
      "abstract": "We present a new probability-based method for protein identification using tandem mass spectra and protein databases. The method employs a hypergeometric distribution to model frequencies of matches between fragment ions predicted for peptide sequences with a specific (M + H)+ value (at some mass tolerance) in a protein sequence database and an experimental tandem mass spectrum. The hypergeometric distribution constitutes null hypothesis-all peptide matches to a tandem mass spectrum are random. It is used to generate a score characterizing the randomness of a database sequence match to an experimental tandem mass spectrum and to determine the level of significance of the null hypothesis. For each tandem mass spectrum and database search, a peptide is identified that has the least probability of being a random match to the spectrum and the corresponding level of significance of the null hypothesis is determined. To check the validity of the hypergeometric model in describing fragment ion matches, we used chi2 test. The distribution of frequencies and corresponding hypergeometric probabilities are generated for each tandem mass spectrum. No proteolytic cleavage specificity is used to create the peptide sequences from the database. We do not use any empirical probabilities in this method. The scores generated by the hypergeometric model do not have a significant molecular weight bias and are reasonably independent of database size. The approach has been implemented in a database search algorithm, PEP\\_PROBE. By using a large set of tandem mass spectra derived from a set of peptides created by digestion of a collection of known proteins using four different proteases, a false positive rate of 5\\% is demonstrated.",
      "author": "Rovshan G Sadygov, John R Yates",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Sadygov, Yates - 2003 - A hypergeometric probability model for protein identification and validation using tandem mass spectral data (3).pdf:pdf",
      "isbn": "0003-2700 (Print)",
      "issn": "00032700",
      "journal": "Analytical Chemistry",
      "number": "15",
      "pages": "3792--3798",
      "pmid": "14572045",
      "title": "A hypergeometric probability model for protein identification and validation using tandem mass spectral data and protein sequence databases",
      "volume": "75",
      "year": "2003"
  },
  "Searle2008": {
      "abstract": "Database-searching programs generally identify only a fraction of$\\backslash$nthe spectra acquired in a standard LC/MS/MS study of digested proteins.$\\backslash$nSubtle variations in database-searching algorithms for assigning$\\backslash$npeptides to MS/MS spectra have been known to provide different identification$\\backslash$nresults. To leverage this variation, a probabilistic framework is$\\backslash$ndeveloped for combining the results of multiple search engines. The$\\backslash$nscores for each search engine are first independently converted into$\\backslash$npeptide probabilities. These probabilities can then be readily combined$\\backslash$nacross search engines using Bayesian rules and the expectation maximization$\\backslash$nlearning algorithm. A significant gain in the number of peptides$\\backslash$nidentified with high confidence with each additional search engine$\\backslash$nis demonstrated using several data sets of increasing complexity,$\\backslash$nfrom a control protein mixture to a human plasma sample, searched$\\backslash$nusing SEQUEST, Mascot, and X! Tandem database-searching programs.$\\backslash$nThe increased rate of peptide assignments also translates into a$\\backslash$nsubstantially larger number of protein identifications in LC/MS/MS$\\backslash$nstudies compared to a typical analysis using a single database-search$\\backslash$ntool.",
      "author": "Brian C Searle, Mark Turner, Alexey I Nesvizhskii",
      "isbn": "1535-3893",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Bioinformatics,Database searching,Mascot,Mass spectrometry,Peptide identification,Probability,Protein identification,Proteomics,SEQUEST,X! Tandem",
      "number": "1",
      "pages": "245--253",
      "pmid": "18173222",
      "title": "Improving sensitivity by probabilistically combining results from multiple MS/MS search methodologies",
      "volume": "7",
      "year": "2008"
  },
  "Serang2015": {
      "abstract": "In any high-throughput scientific study, it is often essential to estimate the percent of findings that are actually incorrect. This percentage is called the false discovery rate (abbreviated \"FDR\"), and it is an invariant (albeit, often unknown) quantity for any well-formed study. In proteomics, it has become common practice to incorrectly conflate the protein FDR (the percent of identified proteins that are actually absent) with protein-level target-decoy, a particular method for estimating the protein-level FDR. In this manner, the challenges of one approach have been used as the basis for an argument that the field should abstain from protein-level FDR analysis altogether or even the suggestion that the very notion of a protein FDR is flawed. As we demonstrate in simple but accurate simulations, not only is the protein-level FDR an invariant concept, when analyzing large data sets, the failure to properly acknowledge it or to correct for multiple testing can result in large, unrecognized errors, whereby thousands of absent proteins (and, potentially every protein in the FASTA database being considered) can be incorrectly identified.",
      "author": "Oliver Serang, Lukas Käll",
      "booktitle": "Journal of Proteome Research",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Serang, Käll - 2015 - Solution to Statistical Challenges in Proteomics Is More Statistics, Not Less.pdf:pdf",
      "isbn": "1535-3907 (Electronic) 1535-3893 (Linking)",
      "issn": "15353907",
      "keywords": "false discovery rate (FDR),human proteome,multiple testing,protein identification,simulation,statistics",
      "number": "10",
      "pages": "4099--4103",
      "pmid": "26257019",
      "publisher": "American Chemical Society",
      "title": "Solution to Statistical Challenges in Proteomics Is More Statistics, Not Less",
      "volume": "14",
      "year": "2015"
  },
  "Shteynberg2011": {
      "abstract": "The combination of tandem mass spectrometry and sequence database searching is the method of choice for the identification of peptides and the mapping of proteomes. Over the last several years, the volume of data generated in proteomic studies has increased dramatically, which challenges the computational approaches previously developed for these data. Furthermore, a multitude of search engines have been developed that identify different, overlapping subsets of the sample peptides from a particular set of tandem mass spectrometry spectra. We present iProphet, the new addition to the widely used open-source suite of proteomic data analysis tools Trans-Proteomics Pipeline. Applied in tandem with PeptideProphet, it provides more accurate representation of the multilevel nature of shotgun proteomic data. iProphet combines the evidence from multiple identifications of the same peptide sequences across different spectra, experiments, precursor ion charge states, and modified states. It also allows accurate and effective integration of the results from multiple database search engines applied to the same data. The use of iProphet in the Trans-Proteomics Pipeline increases the number of correctly identified peptides at a constant false discovery rate as compared with both PeptideProphet and another state-of-the-art tool Percolator. As the main outcome, iProphet permits the calculation of accurate posterior probabilities and false discovery rate estimates at the level of sequence identical peptide identifications, which in turn leads to more accurate probability estimates at the protein level. Fully integrated with the Trans-Proteomics Pipeline, it supports all commonly used MS instruments, search engines, and computer platforms. The performance of iProphet is demonstrated on two publicly available data sets: data from a human whole cell lysate proteome profiling experiment representative of typical proteomic data sets, and from a set of Streptococcus pyogenes experiments more representative of organism-specific composite data sets.",
      "author": "David Shteynberg, Eric W Deutsch, Henry Lam, Jimmy K Eng, Zhi Sun, Natalie Tasman, Luis Mendoza, Robert L Moritz, Ruedi Aebersold, Alexey I Nesvizhskii",
      "isbn": "1535-9484 (Electronic)$\\backslash$r1535-9476 (Linking)",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "12",
      "pages": "M111.007690",
      "pmid": "21876204",
      "title": "iProphet: Multi-level Integrative Analysis of Shotgun Proteomic Data Improves Peptide and Protein Identification Rates and Error Estimates",
      "volume": "10",
      "year": "2011"
  },
  "Sim2012": {
      "abstract": "We develop a unique algorithm implemented in the program MOSAICS (Methodologies for Optimization and Sampling in Computational Studies) that is capable of nanoscale modeling without compromising the resolution of interest. This is achieved by modeling with customizable hierarchical degrees of freedom, thereby circumventing major limitations of conventional molecular modeling. With the emergence of RNA-based nanotechnology, large RNAs in all-atom representation are used here to benchmark our algorithm. Our method locates all favorable structural states of a model RNA of significant complexity while improving sampling accuracy and increasing speed many fold over existing all-atom RNA modeling methods. We also modeled the effects of sequence mutations on the structural building blocks of tRNA-based nanotechnology. With its flexibility in choosing arbitrary degrees of freedom as well as in allowing different all-atom energy functions, MOSAICS is an ideal tool to model and design biomolecules of the nanoscale.",
      "author": "Adelene Y L Sim, Michael Levitt, Peter Minary",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Sim, Levitt, Minary - Unknown - Modeling and design by hierarchical natural moves.pdf:pdf",
      "isbn": "1091-6490 (Electronic)\\$\\backslash\\$n0027-8424 (Linking)",
      "issn": "0027-8424",
      "journal": "Proceedings of the National Academy of Sciences",
      "number": "8",
      "pages": "2890--2895",
      "pmid": "22308445",
      "title": "Modeling and design by hierarchical natural moves",
      "volume": "109",
      "year": "2012"
  },
  "Sinitcyn2018": {
      "abstract": "Computational proteomics is the data science concerned with the identification and quantification of proteins from high-throughput data and the biological interpretation of their concentration changes, posttranslational modifications, interactions, and subcellular localizations. Today, these data most often originate from mass spectrometry–based shotgun proteomics experiments. In this review, we survey computational methods for the analysis of such proteomics data, focusing on the explanation of the key concepts. Starting with mass spectrometric feature detection, we then cover methods for the identification of peptides. Subsequently, protein inference and the control of false discovery rates are highly important topics covered. We then discuss methods for the quantification of peptides and proteins. A section on downstream data analysis covers exploratory statistics, network analysis, machine learning, and multiomics data integration. Finally, we discuss current developments and provide an outlook on wha...",
      "author": "Pavel Sinitcyn, Jan D Rudolph, Jürgen Cox",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Sinitcyn, Rudolph, Cox - 2018 - Computational Methods for Understanding Mass Spectrometry–Based Shotgun Proteomics Data.pdf:pdf",
      "issn": "2574-3414",
      "journal": "Annual Review of Biomedical Data Science",
      "keywords": "computational proteomics,mass spectrometry,multiomics data analysis,multivariate analysis,network analysis,posttranslational modifications",
      "number": "1",
      "publisher": "Annual Reviews",
      "title": "Computational Methods for Understanding Mass Spectrometry Based Shotgun Proteomics Data",
      "volume": "1",
      "year": "2018"
  },
  "Sowa2009a": {
      "abstract": "Deubiquitinating enzymes (Dubs) function to remove covalently attached ubiquitin from proteins, thereby controlling substrate activity and/or abundance. For most Dubs, their functions, targets, and regulation are poorly understood. To systematically investigate Dub function, we initiated a global proteomic analysis of Dubs and their associated protein complexes. This was accomplished through the development of a software platform called CompPASS, which uses unbiased metrics to assign confidence measurements to interactions from parallel nonreciprocal proteomic data sets. We identified 774 candidate interacting proteins associated with 75 Dubs. Using Gene Ontology, interactome topology classification, subcellular localization, and functional studies, we link Dubs to diverse processes, including protein turnover, transcription, RNA processing, DNA damage, and endoplasmic reticulum-associated degradation. This work provides the first glimpse into the Dub interaction landscape, places previously unstudied Dubs within putative biological pathways, and identifies previously unknown interactions and protein complexes involved in this increasingly important arm of the ubiquitin-proteasome pathway.",
      "author": "Mathew E Sowa, Eric J. Bennett, Steven P. Gygi, J. Wade Harper",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Sowa et al. - 2009 - Defining the Human Deubiquitinating Enzyme Interaction Landscape.pdf:pdf",
      "issn": "0092-8674",
      "journal": "Cell",
      "number": "2",
      "pages": "389--403",
      "publisher": "Cell Press",
      "title": "Defining the Human Deubiquitinating Enzyme Interaction Landscape",
      "volume": "138",
      "year": "2009"
  },
  "Sowa2009": {
      "abstract": "Deubiquitinating enzymes (Dubs) function to remove covalently attached ubiquitin from proteins, thereby controlling substrate activity and/or abundance. For most Dubs, their functions, targets, and regulation are poorly understood. To systematically investigate Dub function, we initiated a global proteomic analysis of Dubs and their associated protein complexes. This was accomplished through the development of a software platform called CompPASS, which uses unbiased metrics to assign confidence measurements to interactions from parallel nonreciprocal proteomic data sets. We identified 774 candidate interacting proteins associated with 75 Dubs. Using Gene Ontology, interactome topology classification, subcellular localization, and functional studies, we link Dubs to diverse processes, including protein turnover, transcription, RNA processing, DNA damage, and endoplasmic reticulum-associated degradation. This work provides the first glimpse into the Dub interaction landscape, places previously unstudied Dubs within putative biological pathways, and identifies previously unknown interactions and protein complexes involved in this increasingly important arm of the ubiquitin-proteasome pathway. \\textcopyright 2009 Elsevier Inc. All rights reserved.",
      "author": "Mathew E Sowa, Eric J. Bennett, Steven P. Gygi, J. Wade Harper",
      "isbn": "1097-4172 (Electronic)$\\backslash$n0092-8674 (Linking)",
      "issn": "00928674",
      "journal": "Cell",
      "keywords": "CELLBIO,PROTEINS,SYSBIO",
      "number": "2",
      "pages": "389--403",
      "pmid": "19615732",
      "title": "Defining the Human Deubiquitinating Enzyme Interaction Landscape",
      "volume": "138",
      "year": "2009"
  },
  "Spivak2009": {
      "abstract": "Shotgun proteomics coupled with database search software allows the identification of a large number of peptides in a single experiment. However, some existing search algorithms, such as SEQUEST, use score functions that are designed primarily to identify the best peptide for a given spectrum. Consequently, when comparing identifications across spectra, the SEQUEST score function Xcorr fails to discriminate accurately between correct and incorrect peptide identifications. Several machine learning methods have been proposed to address the resulting classification task of distinguishing between correct and incorrect peptide-spectrum matches (PSMs). A recent example is Percolator, which uses semisupervised learning and a decoy database search strategy to learn to distinguish between correct and incorrect PSMs identified by a database search algorithm. The current work describes three improvements to Percolator. (1) Percolator's heuristic optimization is replaced with a clear objective function, with intuitiv...",
      "author": "Marina Spivak, Jason Weston, Léon Bottou, Lukas Käll, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Spivak et al. - 2009 - Improvements to the percolator algorithm for peptide identification from shotgun proteomics data sets.pdf:pdf",
      "isbn": "1535-3893 (Print)$\\backslash$r1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Machine learning,Peptide identification,Shotgun proteomics,Tandem mass spectrometry",
      "number": "7",
      "pages": "3737--3745",
      "pmid": "19385687",
      "title": "Improvements to the percolator algorithm for peptide identification from shotgun proteomics data sets",
      "volume": "8",
      "year": "2009"
  },
  "Spivak2009a": {
      "abstract": "Shotgun proteomics coupled with database search software allows the identification of a large number of peptides in a single experiment. However, some existing search algorithms, such as SEQUEST, use score functions that are designed primarily to identify the best peptide for a given spectrum. Consequently, when comparing identifications across spectra, the SEQUEST score function Xcorr fails to discriminate accurately between correct and incorrect peptide identifications. Several machine learning methods have been proposed to address the resulting classification task of distinguishing between correct and incorrect peptide-spectrum matches (PSMs). A recent example is Percolator, which uses semisupervised learning and a decoy database search strategy to learn to distinguish between correct and incorrect PSMs identified by a database search algorithm. The current work describes three improvements to Percolator. (1) Percolator's heuristic optimization is replaced with a clear objective function, with intuitiv...",
      "author": "Marina Spivak, Jason Weston, Léon Bottou, Lukas Käll, William S Noble",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Spivak et al. - 2009 - Improvements to the Percolator Algorithm for Peptide Identification from Shotgun Proteomics Data Sets(2).pdf:pdf",
      "isbn": "1535-3893 (Print)$\\backslash$r1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Machine learning,Peptide identification,Shotgun proteomics,Tandem mass spectrometry",
      "number": "7",
      "pages": "3737--3745",
      "pmid": "19385687",
      "publisher": "American Chemical Society",
      "title": "Improvements to the percolator algorithm for peptide identification from shotgun proteomics data sets",
      "volume": "8",
      "year": "2009"
  },
  "StoreyJ.D.2002": {
      "abstract": "Multiple-hypothesis testing involves guarding against much more complicated errors than single-hypothesis testing. Whereas we typically control the type I error rate for a single-hypothesis test, a compound error rate is controlled for multiple-hypothesis tests. For example, controlling the false discovery rate FDR traditionally involves intricate sequential p-value rejection methods based on the observed data. Whereas a sequential p-value method fixes the error rate and estimates its corresponding rejection region, we propose the opposite approach—we fix the rejection region and then estimate its corresponding error rate. This new approach offers increased applicability, accuracy and power.We apply the methodology to both the positive false discovery rate pFDR and FDR, and provide evidence for its benefits. It is shown that pFDR is probably the quantity of interest over FDR. Also discussed is the calculation of the q-value, the pFDR analogue of the p-value, which eliminates the need to set the error rate beforehand as is traditionally done. Some simple numerical examples are presented that show that this new approach can yield an increase of over eight times in power compared with the Benjamini–Hochberg FDR method.",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Storey - 2002 - A direct approach to false discovery rates.pdf:pdf",
      "isbn": "9781405122382",
      "issn": "13697412",
      "journal": "J. Royal Statistical Society",
      "keywords": "false discovery rate,multiple comparisons,p -values,positive false discovery rate,q -values,sequential p -value methods,simultaneous inference",
      "number": "Part 3",
      "pages": "479--498",
      "pmid": "11917092",
      "title": "A direct approach to false discovery rates John",
      "volume": "64",
      "year": "2002"
  },
  "Tabb2010": {
      "abstract": "The complexity of proteomic instrumentation for LC-MS/MS introduces many possible sources of variability. Data-dependent sampling of peptides constitutes a stochastic element at the heart of discovery proteomics. Although this variation impacts the identification of peptides, proteomic identifications are far from completely random. In this study, we analyzed interlaboratory data sets from the NCI Clinical Proteomic Technology Assessment for Cancer to examine repeatability and reproducibility in peptide and protein identifications. Included data spanned 144 LC-MS/MS experiments on four Thermo LTQ and four Orbitrap instruments. Samples included yeast lysate, the NCI-20 defined dynamic range protein mix, and the Sigma UPS 1 defined equimolar protein mix. Some of our findings reinforced conventional wisdom, such as repeatability and reproducibility being higher for proteins than for peptides. Most lessons from the data, however, were more subtle. Orbitraps proved capable of higher repeatability and reproduci...",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Tabb et al. - 2010 - Repeatability and reproducibility in proteomic identifications by liquid chromatography-tandem mass spectrometry.pdf:pdf",
      "isbn": "1535-3907 (Electronic)$\\backslash$r1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Biomarkers,Complexity,Repeatability,Reproducibility,Sampling",
      "number": "2",
      "pages": "761--776",
      "pmid": "19921851",
      "publisher": "NIH Public Access",
      "title": "Repeatability and reproducibility in proteomic identifications by liquid chromatography-tandem mass spectrometry",
      "volume": "9",
      "year": "2010"
  },
  "The2018": {
      "abstract": "A natural way to benchmark the performance of an analytical experimental setup is to use samples of known composition and see to what degree one can correctly infer the content of such a sample from the data. For shotgun proteomics, one of the inherent problems of interpreting data is that the measured analytes are peptides and not the actual proteins themselves. As some proteins share proteolytic peptides, there might be more than one possible causative set of proteins resulting in a given set of peptides and there is a need for mechanisms that infer proteins from lists of detected peptides. A weakness of commercially available samples of known content is that they consist of proteins that are deliberately selected for producing tryptic peptides that are unique to a single protein. Unfortunately, such samples do not expose any complications in protein inference. Hence, for a realistic benchmark of protein inference procedures, there is a need for samples of known content where the present proteins share ...",
      "author": "Matthew The, Fredrik Edfors, Yasset Perez-Riverol, Samuel H Payne, Michael R Hoopmann, Magnus Palmblad, Björn Forsström, Lukas Käll",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/The et al. - 2018 - A Protein Standard That Emulates Homology for the Characterization of Protein Inference Algorithms.pdf:pdf",
      "isbn": "1535-3907 (Electronic) 1535-3893 (Linking)",
      "issn": "15353907",
      "journal": "Journal of Proteome Research",
      "keywords": "benchmark,homology,mass spectrometry,peptide,protein inference,protein standard,proteofom,proteomics,sample of known content",
      "number": "5",
      "pages": "1879--1886",
      "pmid": "29631402",
      "publisher": "UTC",
      "title": "A Protein Standard That Emulates Homology for the Characterization of Protein Inference Algorithms",
      "volume": "17",
      "year": "2018"
  },
  "The2016": {
      "abstract": "Percolator is a widely used software tool that increases yield in shotgun proteomics experiments and assigns reliable statistical confidence measures, such as q values and posterior error probabilities, to peptides and peptide-spectrum matches (PSMs) from such experiments. Percolator's processing speed has been sufficient for typical data sets consisting of hundreds of thousands of PSMs. With our new scalable approach, we can now also analyze millions of PSMs in a matter of minutes on a commodity computer. Furthermore, with the increasing awareness for the need for reliable statistics on the protein level, we compared several easy-to-understand protein inference methods and implemented the best-performing method-grouping proteins by their corresponding sets of theoretical peptides and then considering only the best-scoring peptide for each protein-in the Percolator package. We used Percolator 3.0 to analyze the data from a recent study of the draft human proteome containing 25 million spectra (PM:24870542). The source code and Ubuntu, Windows, MacOS, and Fedora binary packages are available from http://percolator.ms/ under an Apache 2.0 license. Graphical Abstract ᅟ.",
      "author": "Matthew The, Michael J MacCoss, William S Noble, Lukas Käll",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/The et al. - 2016 - Fast and Accurate Protein False Discovery Rates on Large-Scale Proteomics Data Sets with Percolator 3.0.pdf:pdf",
      "isbn": "1879-1123 (Electronic) 1044-0305 (Linking)",
      "issn": "18791123",
      "journal": "Journal of the American Society for Mass Spectrometry",
      "keywords": "Data processing and analysis,Large scale studies,Mass spectrometry - LC-MS/MS,Protein inference,Statistical analysis",
      "number": "11",
      "pages": "1719--1727",
      "pmid": "27572102",
      "publisher": "Springer US",
      "title": "Fast and Accurate Protein False Discovery Rates on Large-Scale Proteomics Data Sets with Percolator 3.0",
      "volume": "27",
      "year": "2016"
  },
  "The2016a": {
      "abstract": "Percolator is a widely used software tool that increases yield in shotgun proteomics experiments and assigns reliable statistical confidence measures, such as q values and posterior error probabilities, to peptides and peptide-spectrum matches (PSMs) from such experiments. Percolator's processing speed has been sufficient for typical data sets consisting of hundreds of thousands of PSMs. With our new scalable approach, we can now also analyze millions of PSMs in a matter of minutes on a commodity computer. Furthermore, with the increasing awareness for the need for reliable statistics on the protein level, we compared several easy-to-understand protein inference methods and implemented the best-performing method-grouping proteins by their corresponding sets of theoretical peptides and then considering only the best-scoring peptide for each protein-in the Percolator package. We used Percolator 3.0 to analyze the data from a recent study of the draft human proteome containing 25 million spectra (PM:24870542). The source code and Ubuntu, Windows, MacOS, and Fedora binary packages are available from http://percolator.ms/ under an Apache 2.0 license. Graphical Abstract ᅟ.",
      "author": "Matthew The, Michael J MacCoss, William S Noble, Lukas Käll",
      "isbn": "1879-1123 (Electronic) 1044-0305 (Linking)",
      "issn": "18791123",
      "journal": "Journal of the American Society for Mass Spectrometry",
      "keywords": "Data processing and analysis,Large scale studies,Mass spectrometry - LC-MS/MS,Protein inference,Statistical analysis",
      "number": "11",
      "pages": "1719--1727",
      "pmid": "27572102",
      "title": "Fast and Accurate Protein False Discovery Rates on Large-Scale Proteomics Data Sets with Percolator 3.0",
      "volume": "27",
      "year": "2016"
  },
  "Tyanova2016": {
      "abstract": "A main bottleneck in proteomics is the downstream biological analysis of highly multivariate quantitative protein abundance data generated using mass-spectrometry-based analysis. We developed the Perseus software platform (http://www.perseus-framework.org) to support biological and biomedical researchers in interpreting protein quantification, interaction and post-translational modification data. Perseus contains a comprehensive portfolio of statistical tools for high-dimensional omics data analysis covering normalization, pattern recognition, time-series analysis, cross-omics comparisons and multiple-hypothesis testing. A machine learning module supports the classification and validation of patient groups for diagnosis and prognosis, and it also detects predictive protein signatures. Central to Perseus is a user-friendly, interactive workflow environment that provides complete documentation of computational methods used in a publication. All activities in Perseus are realized as plugins, and users can extend the software by programming their own, which can be shared through a plugin store. We anticipate that Perseus's arsenal of algorithms and its intuitive usability will empower interdisciplinary analysis of complex large data sets.",
      "author": "Stefka Tyanova, Tikira Temu, Pavel Sinitcyn, Arthur Carlson, Marco Y Hein, Tamar Geiger, Matthias Mann, Jürgen Cox",
      "doi": "10.1038/nmeth.3901",
      "isbn": "1548-7105 (Electronic)$\\backslash$r1548-7091 (Linking)",
      "issn": "15487105",
      "journal": "Nature Methods",
      "keywords": "Computational platforms and environments,Proteome informatics,Proteomic analysis,Proteomics",
      "mendeley-groups": "GSoC 2018/MS Applications",
      "number": "9",
      "pages": "731--740",
      "pmid": "27348712",
      "publisher": "Nature Publishing Group",
      "title": "The Perseus computational platform for comprehensive analysis of (prote)omics data",
      "url": "http://www.nature.com/articles/nmeth.3901",
      "volume": "13",
      "year": "2016"
  },
  "Ulintz2006": {
      "abstract": "Manual analysis of mass spectrometry data is a current bottleneck in high throughput proteomics. In particular, the need to manually validate the results of mass spectrometry database searching algorithms can be prohibitively time-consuming. Development of software tools that attempt to quantify the confidence in the assignment of a protein or peptide identity to a mass spectrum is an area of active interest. We sought to extend work in this area by investigating the potential of recent machine learning algorithms to improve the accuracy of these approaches and as a flexible framework for accommodating new data features. Specifically we demonstrated the ability of boosting and random forest approaches to improve the discrimination of true hits from false positive identifications in the results of mass spectrometry database search engines compared with thresholding and other machine learning approaches. We accommodated additional attributes obtainable from database search results, including a factor addressing proton mobility. Performance was evaluated using publically available electrospray data and a new collection of MALDI data generated from purified human reference proteins.",
      "author": "Peter J. Ulintz, Ji Zhu, Zhaohui S. Qin, Philip C. Andrews",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Ulintz et al. - 2006 - Improved Classification of Mass Spectrometry Database Search Results Using Newer Machine Learning Approaches.pdf:pdf",
      "isbn": "1535-9476",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "3",
      "pages": "497--509",
      "pmid": "16321970",
      "title": "Improved Classification of Mass Spectrometry Database Search Results Using Newer Machine Learning Approaches",
      "volume": "5",
      "year": "2006"
  },
  "Wen2015": {
      "abstract": "Liquid chromatography coupled tandem mass spectrometry (LC-MS/MS) is an important technique for detecting peptides in proteomics studies. Here, we present an open source software tool, termed IPeak, a peptide identification pipeline that is designed to combine the Percolator post-processing algorithm and multi-search strategy to enhance the sensitivity of peptide identifications without compromising accuracy. IPeak provides a graphical user interface (GUI) as well as a command-line interface, which is implemented in JAVA and can work on all three major operating system platforms: Windows, Linux/Unix and OS X. IPeak has been designed to work with the mzIdentML standard from the Proteomics Standards Initiative (PSI) as an input and output, and also been fully integrated into the associated mzidLibrary project, providing access to the overall pipeline, as well as modules for calling Percolator on individual search engine result files. The integration thus enables IPeak (and Percolator) to be used in conjunction with any software packages implementing the mzIdentML data standard. IPeak is freely available and can be downloaded under an Apache 2.0 license at https://code.google.com/p/mzidentml-lib/.",
      "author": "Bo Wen, Chaoqin Du, Guilin Li, Fawaz Ghali, Andrew R Jones, Lukas Käll, Shaohang Xu, Ruo Zhou, Zhe Ren, Qiang Feng, Xun Xu, Jun Wang",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Wen et al. - 2015 - IPeak An open source tool to combine results from multiple MSMS search engines.pdf:pdf",
      "issn": "16159861",
      "journal": "Proteomics",
      "keywords": "Bioinformatics,Mass spectrometry,Peptide identification,Shotgun proteomics",
      "number": "17",
      "pages": "2916--2920",
      "pmid": "25951428",
      "publisher": "Wiley-Blackwell",
      "title": "IPeak: An open source tool to combine results from multiple MS/MS search engines",
      "volume": "15",
      "year": "2015"
  },
  "Wen2014": {
      "abstract": "Protein identification by MS/MS is an important technique in proteome studies. The Open Mass Spectrometry Search Algorithm (OMSSA) is an open-source search engine that can be used to identify MS/MS spectra acquired in these experiments. Here, we present a software tool, termed OMSSAPercolator, which interfaces OMSSA with Percolator, a post-search machine learning method for rescoring database search results. We demonstrate that it outperforms the standard OMSSA scoring scheme, and provides reliable significant measurements. OMSSAPercolator is programmed using JAVA and can be readily used as a standalone tool or integrated into existing data analysis pipelines. OMSSAPercolator is freely available and can be downloaded at http://sourceforge.net/projects/omssapercolator/.",
      "author": "Bo Wen, Guilin Li, James C. Wright, Chaoqin Du, Qiang Feng, Xun Xu, Jyoti S. Choudhary, Jun Wang",
      "issn": "16159861",
      "journal": "Proteomics",
      "keywords": "Bioinformatics,MS,Peptide identification,Shotgun proteomics",
      "number": "9",
      "pages": "1011--1014",
      "pmid": "24504981",
      "title": "The OMSSAPercolator: An automated tool to validate OMSSA results",
      "volume": "14",
      "year": "2014"
  },
  "Wright2012": {
      "abstract": "Peptide identification using tandem mass spectrometry is a core technology in proteomics. Latest generations of mass spectrometry instruments enable the use of electron transfer dissociation (ETD) to complement collision induced dissociation (CID) for peptide fragmentation. However, a critical limitation to the use of ETD has been optimal database search software. Percolator is a post-search algorithm, which uses semi-supervised machine learning to improve the rate of peptide spectrum identifications (PSMs) together with providing reliable significance measures. We have previously interfaced the Mascot search engine with Percolator and demonstrated sensitivity and specificity benefits with CID data. Here, we report recent developments in the Mascot Percolator V2.0 software including an improved feature calculator and support for a wider range of ion series. The updated software is applied to the analysis of several CID and ETD fragmented peptide data sets. This version of Mascot Percolator increases the number of CID PSMs by up to 80\\% and ETD PSMs by up to 60\\% at a 0.01 q-value (1\\% false discovery rate) threshold over a standard Mascot search, notably recovering PSMs from high charge state precursor ions. The greatly increased number of PSMs and peptide coverage afforded by Mascot Percolator has enabled a fuller assessment of CID/ETD complementarity to be performed. Using a data set of CID and ETcaD spectral pairs, we find that at a 1\\% false discovery rate, the overlap in peptide identifications by CID and ETD is 83\\%, which is significantly higher than that obtained using either stand-alone Mascot (69\\%) or OMSSA (39\\%). We conclude that Mascot Percolator is a highly sensitive and accurate post-search algorithm for peptide identification and allows direct comparison of peptide identifications using multiple alternative fragmentation techniques.",
      "author": "James C Wright, Mark O Collins, Lu Yu, Lukas Käll, Markus Brosch, Jyoti S Choudhary",
      "file": ":Users/sophiamersmann/Library/Application Support/Mendeley Desktop/Downloaded/Wright et al. - 2012 - Enhanced peptide identification by electron transfer dissociation using an improved Mascot Percolator.pdf:pdf",
      "isbn": "1535-9484; 1535-9476",
      "issn": "1535-9476",
      "journal": "Molecular & Cellular Proteomics",
      "number": "8",
      "pages": "478--491",
      "pmid": "22493177",
      "publisher": "American Society for Biochemistry and Molecular Biology",
      "title": "Enhanced Peptide Identification by Electron Transfer Dissociation Using an Improved Mascot Percolator",
      "volume": "11",
      "year": "2012"
  },
  "Xu2013": {
      "abstract": "In this work, Percolator was successfully interfaced with X!Tandem using a PHP program to generate an improved search platform, X!Tandem Percolator. In order to achieve the best classification performance of peptide identifications in Percolator, a set of experimentally validated spectral identifications (34,993 MS/MS spectra) were used to guide the development of discriminatory features from X!Tandem search results. By comparing the features (e.g., Log(E) and mass error) of these experimentally validated peptide matches with those of false identifications, a comprehensive set of features can be chosen for Percolator in an objective and rational manner. The accuracy of X!Tandem Percolator was demonstrated by comparing the estimated q-value of the validated data set with the empirical q-value. By comparing the results from the X!Tandem Percolator and the original X!Tandem, superior sensitivity and specificity of the X!Tandem Percolator result was demonstrated on various shotgun proteomic data sets under different search conditions. In all of the cases studied in this work, X!Tandem Percolator could improve the number of peptide identifications at the same level of q-values.",
      "author": "Mingguo Xu, Zhendong Li, Liang Li",
      "isbn": "1535-3907 (Electronic) 1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Percolator,X!Tandem,database search,peptide identification,proteomics,tandem mass spectrometry,validation",
      "number": "6",
      "pages": "3026--3033",
      "pmid": "23581882",
      "title": "Combining percolator with X!Tandem for accurate and sensitive peptide identification",
      "volume": "12",
      "year": "2013"
  },
  "Xu2013a": {
      "abstract": "In this work, Percolator was successfully interfaced with X!Tandem using a PHP program to generate an improved search platform, X!Tandem Percolator. In order to achieve the best classification performance of peptide identifications in Percolator, a set of experimentally validated spectral identifications (34,993 MS/MS spectra) were used to guide the development of discriminatory features from X!Tandem search results. By comparing the features (e.g., Log(E) and mass error) of these experimentally validated peptide matches with those of false identifications, a comprehensive set of features can be chosen for Percolator in an objective and rational manner. The accuracy of X!Tandem Percolator was demonstrated by comparing the estimated q-value of the validated data set with the empirical q-value. By comparing the results from the X!Tandem Percolator and the original X!Tandem, superior sensitivity and specificity of the X!Tandem Percolator result was demonstrated on various shotgun proteomic data sets under different search conditions. In all of the cases studied in this work, X!Tandem Percolator could improve the number of peptide identifications at the same level of q-values.",
      "author": "Mingguo Xu, Zhendong Li, Liang Li",
      "isbn": "1535-3907 (Electronic) 1535-3893 (Linking)",
      "issn": "15353893",
      "journal": "Journal of Proteome Research",
      "keywords": "Percolator,X!Tandem,database search,peptide identification,proteomics,tandem mass spectrometry,validation",
      "number": "6",
      "pages": "3026--3033",
      "pmid": "23581882",
      "publisher": "American Chemical Society",
      "title": "Combining percolator with X!Tandem for accurate and sensitive peptide identification",
      "volume": "12",
      "year": "2013"
  },
  "Yu2016": {
    "author": "Fan Yu, Houqin Fang, Kaijie Xiao, Yan Liu, Bingbing Xue, Zhixin Tian",
    "title": "Mass measurement accuracy of the Orbitrap in intact proteome analysis",
    "year": "2016",
    "journal": "Rapid Communications in Mass Spectrometry"
  }
}
